
HandyNotesDB = {
	["profileKeys"] = {
		["第三个号的框 - 夏维安"] = "第三个号的框 - 夏维安",
		["Holdmydk - 影之哀伤"] = "Holdmydk - 影之哀伤",
		["牧酒麟丶 - 影之哀伤"] = "牧酒麟丶 - 影之哀伤",
		["牧酒萁丶 - 影之哀伤"] = "牧酒萁丶 - 影之哀伤",
		["水笙 - 影之哀伤"] = "水笙 - 影之哀伤",
		["Stabface - 影之哀伤"] = "Stabface - 影之哀伤",
		["贝尔里希特 - 夏维安"] = "贝尔里希特 - 夏维安",
		["奇偶的好的 - 夏维安"] = "奇偶的好的 - 夏维安",
		["Ayecon - 影之哀伤"] = "Ayecon - 影之哀伤",
		["付兰兰 - 死亡之翼"] = "付兰兰 - 死亡之翼",
		["阿饭君 - 死亡之翼"] = "阿饭君 - 死亡之翼",
		["贝尔缇娜 - 夏维安"] = "贝尔缇娜 - 夏维安",
		["究极奥义 - 夏维安"] = "究极奥义 - 夏维安",
		["南勃丸 - 影之哀伤"] = "南勃丸 - 影之哀伤",
		["贝尔加雷斯 - 夏维安"] = "贝尔加雷斯 - 夏维安",
		["Semenhunter - 影之哀伤"] = "Semenhunter - 影之哀伤",
		["牧酒歌丶 - 影之哀伤"] = "牧酒歌丶 - 影之哀伤",
		["Sumshushi - 夏维安"] = "Sumshushi - 夏维安",
		["Narcoss - 死亡之翼"] = "Narcoss - 死亡之翼",
		["Joyz - 影之哀伤"] = "Joyz - 影之哀伤",
		["贝尔塔伦 - 夏维安"] = "贝尔塔伦 - 夏维安",
		["长腿加急速 - 夏维安"] = "长腿加急速 - 夏维安",
		["阿饭君 - 影之哀伤"] = "Len",
		["Blure - 死亡之翼"] = "Blure - 死亡之翼",
		["牧酒清丶 - 影之哀伤"] = "牧酒清丶 - 影之哀伤",
		["丿丶埃辛诺斯 - 夏维安"] = "丿丶埃辛诺斯 - 夏维安",
		["阿里郎西 - 死亡之翼"] = "阿里郎西 - 死亡之翼",
		["Pornhub - 影之哀伤"] = "Pornhub - 影之哀伤",
		["成年白野猪 - 夏维安"] = "成年白野猪 - 夏维安",
		["Biebering - 夏维安"] = "Biebering - 夏维安",
		["戰丿魂 - 夏维安"] = "戰丿魂 - 夏维安",
		["Sumzhan - 夏维安"] = "Sumzhan - 夏维安",
		["牧酒诗丶 - 影之哀伤"] = "牧酒诗丶 - 影之哀伤",
	},
	["profiles"] = {
		["第三个号的框 - 夏维安"] = {
		},
		["Holdmydk - 影之哀伤"] = {
		},
		["牧酒麟丶 - 影之哀伤"] = {
		},
		["牧酒萁丶 - 影之哀伤"] = {
		},
		["水笙 - 影之哀伤"] = {
		},
		["Stabface - 影之哀伤"] = {
		},
		["贝尔里希特 - 夏维安"] = {
		},
		["奇偶的好的 - 夏维安"] = {
		},
		["Ayecon - 影之哀伤"] = {
		},
		["付兰兰 - 死亡之翼"] = {
		},
		["阿饭君 - 死亡之翼"] = {
		},
		["贝尔缇娜 - 夏维安"] = {
		},
		["Len"] = {
		},
		["南勃丸 - 影之哀伤"] = {
		},
		["Pornhub - 影之哀伤"] = {
		},
		["Semenhunter - 影之哀伤"] = {
		},
		["阿饭君 - 影之哀伤"] = {
		},
		["Sumshushi - 夏维安"] = {
		},
		["Narcoss - 死亡之翼"] = {
		},
		["Joyz - 影之哀伤"] = {
		},
		["贝尔塔伦 - 夏维安"] = {
			["enabled"] = false,
		},
		["长腿加急速 - 夏维安"] = {
		},
		["贝尔加雷斯 - 夏维安"] = {
		},
		["究极奥义 - 夏维安"] = {
		},
		["Blure - 死亡之翼"] = {
		},
		["牧酒清丶 - 影之哀伤"] = {
		},
		["丿丶埃辛诺斯 - 夏维安"] = {
		},
		["阿里郎西 - 死亡之翼"] = {
		},
		["牧酒歌丶 - 影之哀伤"] = {
		},
		["成年白野猪 - 夏维安"] = {
		},
		["Biebering - 夏维安"] = {
		},
		["戰丿魂 - 夏维安"] = {
		},
		["Sumzhan - 夏维安"] = {
		},
		["牧酒诗丶 - 影之哀伤"] = {
		},
	},
}
HandyNotes_HandyNotesDB = {
	["profileKeys"] = {
		["第三个号的框 - 夏维安"] = "第三个号的框 - 夏维安",
		["Holdmydk - 影之哀伤"] = "Holdmydk - 影之哀伤",
		["牧酒麟丶 - 影之哀伤"] = "牧酒麟丶 - 影之哀伤",
		["牧酒萁丶 - 影之哀伤"] = "牧酒萁丶 - 影之哀伤",
		["水笙 - 影之哀伤"] = "水笙 - 影之哀伤",
		["Stabface - 影之哀伤"] = "Stabface - 影之哀伤",
		["贝尔里希特 - 夏维安"] = "贝尔里希特 - 夏维安",
		["奇偶的好的 - 夏维安"] = "奇偶的好的 - 夏维安",
		["Ayecon - 影之哀伤"] = "Ayecon - 影之哀伤",
		["付兰兰 - 死亡之翼"] = "付兰兰 - 死亡之翼",
		["阿饭君 - 死亡之翼"] = "阿饭君 - 死亡之翼",
		["贝尔缇娜 - 夏维安"] = "贝尔缇娜 - 夏维安",
		["究极奥义 - 夏维安"] = "究极奥义 - 夏维安",
		["南勃丸 - 影之哀伤"] = "南勃丸 - 影之哀伤",
		["贝尔加雷斯 - 夏维安"] = "贝尔加雷斯 - 夏维安",
		["Semenhunter - 影之哀伤"] = "Semenhunter - 影之哀伤",
		["牧酒歌丶 - 影之哀伤"] = "牧酒歌丶 - 影之哀伤",
		["Sumshushi - 夏维安"] = "Sumshushi - 夏维安",
		["Narcoss - 死亡之翼"] = "Narcoss - 死亡之翼",
		["Joyz - 影之哀伤"] = "Joyz - 影之哀伤",
		["贝尔塔伦 - 夏维安"] = "贝尔塔伦 - 夏维安",
		["长腿加急速 - 夏维安"] = "长腿加急速 - 夏维安",
		["阿饭君 - 影之哀伤"] = "阿饭君 - 影之哀伤",
		["Blure - 死亡之翼"] = "Blure - 死亡之翼",
		["牧酒清丶 - 影之哀伤"] = "牧酒清丶 - 影之哀伤",
		["丿丶埃辛诺斯 - 夏维安"] = "丿丶埃辛诺斯 - 夏维安",
		["阿里郎西 - 死亡之翼"] = "阿里郎西 - 死亡之翼",
		["Pornhub - 影之哀伤"] = "Pornhub - 影之哀伤",
		["成年白野猪 - 夏维安"] = "成年白野猪 - 夏维安",
		["Biebering - 夏维安"] = "Biebering - 夏维安",
		["戰丿魂 - 夏维安"] = "戰丿魂 - 夏维安",
		["Sumzhan - 夏维安"] = "Sumzhan - 夏维安",
		["牧酒诗丶 - 影之哀伤"] = "牧酒诗丶 - 影之哀伤",
	},
	["profiles"] = {
		["第三个号的框 - 夏维安"] = {
		},
		["Holdmydk - 影之哀伤"] = {
		},
		["牧酒麟丶 - 影之哀伤"] = {
		},
		["牧酒萁丶 - 影之哀伤"] = {
		},
		["水笙 - 影之哀伤"] = {
		},
		["Stabface - 影之哀伤"] = {
		},
		["贝尔里希特 - 夏维安"] = {
		},
		["奇偶的好的 - 夏维安"] = {
		},
		["Ayecon - 影之哀伤"] = {
		},
		["付兰兰 - 死亡之翼"] = {
		},
		["阿饭君 - 死亡之翼"] = {
		},
		["贝尔缇娜 - 夏维安"] = {
		},
		["究极奥义 - 夏维安"] = {
		},
		["南勃丸 - 影之哀伤"] = {
		},
		["贝尔加雷斯 - 夏维安"] = {
		},
		["Semenhunter - 影之哀伤"] = {
		},
		["牧酒歌丶 - 影之哀伤"] = {
		},
		["Sumshushi - 夏维安"] = {
		},
		["Narcoss - 死亡之翼"] = {
		},
		["Joyz - 影之哀伤"] = {
		},
		["贝尔塔伦 - 夏维安"] = {
		},
		["长腿加急速 - 夏维安"] = {
		},
		["阿饭君 - 影之哀伤"] = {
		},
		["Blure - 死亡之翼"] = {
		},
		["牧酒清丶 - 影之哀伤"] = {
		},
		["丿丶埃辛诺斯 - 夏维安"] = {
		},
		["阿里郎西 - 死亡之翼"] = {
		},
		["Pornhub - 影之哀伤"] = {
		},
		["成年白野猪 - 夏维安"] = {
		},
		["Biebering - 夏维安"] = {
		},
		["戰丿魂 - 夏维安"] = {
		},
		["Sumzhan - 夏维安"] = {
		},
		["牧酒诗丶 - 影之哀伤"] = {
		},
	},
}
