
HandyNotesDB = {
	["profileKeys"] = {
		["丿指尖丶旋律 - 加尔"] = "Default",
		["丿丶埃辛诺斯 - 迅捷微风"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
		},
	},
}
HandyNotes_HandyNotesDB = {
	["profileKeys"] = {
		["Holdmydk - 影之哀伤"] = "Holdmydk - 影之哀伤",
		["贝尔加雷斯 - 迅捷微风"] = "贝尔加雷斯 - 迅捷微风",
		["牧酒麟丶 - 影之哀伤"] = "牧酒麟丶 - 影之哀伤",
		["牧酒萁丶 - 影之哀伤"] = "牧酒萁丶 - 影之哀伤",
		["水笙 - 影之哀伤"] = "水笙 - 影之哀伤",
		["Stabface - 影之哀伤"] = "Stabface - 影之哀伤",
		["贝尔缇娜 - 迅捷微风"] = "贝尔缇娜 - 迅捷微风",
		["Sumzhan - 迅捷微风"] = "Sumzhan - 迅捷微风",
		["丿丶指尖旋律 - 迅捷微风"] = "丿丶指尖旋律 - 迅捷微风",
		["付兰兰 - 死亡之翼"] = "付兰兰 - 死亡之翼",
		["遇术您疯 - 夏维安"] = "遇术您疯 - 夏维安",
		["Biebering - 迅捷微风"] = "Biebering - 迅捷微风",
		["阿饭君 - 死亡之翼"] = "阿饭君 - 死亡之翼",
		["第三个号的框 - 迅捷微风"] = "第三个号的框 - 迅捷微风",
		["沙雕默默 - 迅捷微风"] = "沙雕默默 - 迅捷微风",
		["南勃丸 - 影之哀伤"] = "南勃丸 - 影之哀伤",
		["瞎子炳 - 迅捷微风"] = "瞎子炳 - 迅捷微风",
		["Pornhub - 影之哀伤"] = "Pornhub - 影之哀伤",
		["Semenhunter - 影之哀伤"] = "Semenhunter - 影之哀伤",
		["遇术您疯 - 加尔"] = "遇术您疯 - 加尔",
		["牧酒歌丶 - 影之哀伤"] = "牧酒歌丶 - 影之哀伤",
		["奇偶的好的 - 迅捷微风"] = "奇偶的好的 - 迅捷微风",
		["丿丶风行者 - 迅捷微风"] = "丿丶风行者 - 迅捷微风",
		["沙雕默默 - 夏维安"] = "沙雕默默 - 夏维安",
		["贝尔塔伦 - 迅捷微风"] = "贝尔塔伦 - 迅捷微风",
		["Narcoss - 死亡之翼"] = "Narcoss - 死亡之翼",
		["戰丿魂 - 迅捷微风"] = "戰丿魂 - 迅捷微风",
		["Joyz - 影之哀伤"] = "Joyz - 影之哀伤",
		["丿丶埃辛诺斯 - 迅捷微风"] = "丿丶埃辛诺斯 - 迅捷微风",
		["Blure - 死亡之翼"] = "Blure - 死亡之翼",
		["上帝的圣光 - 迅捷微风"] = "上帝的圣光 - 迅捷微风",
		["成年白野猪 - 迅捷微风"] = "成年白野猪 - 迅捷微风",
		["牧酒清丶 - 影之哀伤"] = "牧酒清丶 - 影之哀伤",
		["Sumshushi - 迅捷微风"] = "Sumshushi - 迅捷微风",
		["大墓地灬叹息 - 迅捷微风"] = "大墓地灬叹息 - 迅捷微风",
		["丿指尖丶旋律 - 加尔"] = "丿指尖丶旋律 - 加尔",
		["術士一号 - 夏维安"] = "術士一号 - 夏维安",
		["阿里郎西 - 死亡之翼"] = "阿里郎西 - 死亡之翼",
		["阿饭君 - 影之哀伤"] = "阿饭君 - 影之哀伤",
		["究极奥义 - 迅捷微风"] = "究极奥义 - 迅捷微风",
		["Ayecon - 影之哀伤"] = "Ayecon - 影之哀伤",
		["贝尔里希特 - 迅捷微风"] = "贝尔里希特 - 迅捷微风",
		["牧酒诗丶 - 影之哀伤"] = "牧酒诗丶 - 影之哀伤",
	},
	["profiles"] = {
		["Holdmydk - 影之哀伤"] = {
		},
		["贝尔加雷斯 - 迅捷微风"] = {
		},
		["牧酒麟丶 - 影之哀伤"] = {
		},
		["牧酒萁丶 - 影之哀伤"] = {
		},
		["水笙 - 影之哀伤"] = {
		},
		["Stabface - 影之哀伤"] = {
		},
		["贝尔缇娜 - 迅捷微风"] = {
		},
		["Sumzhan - 迅捷微风"] = {
		},
		["丿丶指尖旋律 - 迅捷微风"] = {
		},
		["付兰兰 - 死亡之翼"] = {
		},
		["遇术您疯 - 夏维安"] = {
		},
		["Biebering - 迅捷微风"] = {
		},
		["阿饭君 - 死亡之翼"] = {
		},
		["第三个号的框 - 迅捷微风"] = {
		},
		["沙雕默默 - 迅捷微风"] = {
		},
		["南勃丸 - 影之哀伤"] = {
		},
		["瞎子炳 - 迅捷微风"] = {
		},
		["Pornhub - 影之哀伤"] = {
		},
		["Semenhunter - 影之哀伤"] = {
		},
		["遇术您疯 - 加尔"] = {
		},
		["牧酒歌丶 - 影之哀伤"] = {
		},
		["奇偶的好的 - 迅捷微风"] = {
		},
		["丿丶风行者 - 迅捷微风"] = {
		},
		["沙雕默默 - 夏维安"] = {
		},
		["贝尔塔伦 - 迅捷微风"] = {
		},
		["Narcoss - 死亡之翼"] = {
		},
		["戰丿魂 - 迅捷微风"] = {
		},
		["Joyz - 影之哀伤"] = {
		},
		["丿丶埃辛诺斯 - 迅捷微风"] = {
		},
		["Blure - 死亡之翼"] = {
		},
		["上帝的圣光 - 迅捷微风"] = {
		},
		["成年白野猪 - 迅捷微风"] = {
		},
		["牧酒清丶 - 影之哀伤"] = {
		},
		["Sumshushi - 迅捷微风"] = {
		},
		["大墓地灬叹息 - 迅捷微风"] = {
		},
		["丿指尖丶旋律 - 加尔"] = {
		},
		["術士一号 - 夏维安"] = {
		},
		["阿里郎西 - 死亡之翼"] = {
		},
		["阿饭君 - 影之哀伤"] = {
		},
		["究极奥义 - 迅捷微风"] = {
		},
		["Ayecon - 影之哀伤"] = {
		},
		["贝尔里希特 - 迅捷微风"] = {
		},
		["牧酒诗丶 - 影之哀伤"] = {
		},
	},
}
