
BFCooldownDB = {
	["BUFF"] = {
		["config"] = false,
		["hidecooldown"] = false,
		["font"] = "Fonts\\ARKai_T.ttf",
		["max"] = 0,
		["point"] = "CENTER",
		["alpha"] = 0.8,
		["size"] = 30,
	},
	["ACTION"] = {
		["hidecooldown"] = false,
		["scale"] = 4,
		["special"] = false,
		["alpha"] = 0.8,
		["min"] = 2.99,
		["config"] = false,
		["style"] = -1,
		["shine"] = true,
		["font"] = "Fonts\\ARKai_T.ttf",
		["size"] = 35,
	},
	["short"] = {
		["r"] = 1,
		["g"] = 0.1,
		["s"] = 1.2,
		["b"] = 0.1,
	},
	["spellCache"] = {
		["强化"] = {
			138786, -- [1]
			"item", -- [2]
		},
		["腐蚀之种"] = {
			50, -- [1]
			"spell", -- [2]
		},
		["吸取灵魂"] = {
			34, -- [1]
			"spell", -- [2]
		},
		["痛楚"] = {
			48, -- [1]
			"spell", -- [2]
		},
		["夺魂"] = {
			36, -- [1]
			"spell", -- [2]
		},
		["不灭决心"] = {
			27, -- [1]
			"spell", -- [2]
		},
		["隐形"] = {
			116268, -- [1]
			"item", -- [2]
		},
		["进食饮水"] = {
			133577, -- [1]
			"item", -- [2]
		},
		["治疗石"] = {
			5512, -- [1]
			"item", -- [2]
		},
		["腐蚀术"] = {
			51, -- [1]
			"spell", -- [2]
		},
		["痛苦无常"] = {
			49, -- [1]
			"spell", -- [2]
		},
		["流星打击"] = {
			43, -- [1]
			"spell", -- [2]
		},
		["制造灵魂之井"] = {
			29, -- [1]
			"spell", -- [2]
		},
		["制造饰品"] = {
			147223, -- [1]
			"item", -- [2]
		},
		["爆燃冲刺"] = {
			45, -- [1]
			"spell", -- [2]
		},
		["正在打开"] = {
			151471, -- [1]
			"item", -- [2]
		},
		["达拉然炉石"] = {
			140192, -- [1]
			"item", -- [2]
		},
		["延时之力药水"] = {
			142117, -- [1]
			"item", -- [2]
		},
		["炉石"] = {
			6948, -- [1]
			"item", -- [2]
		},
	},
	["isChangeFont"] = true,
	["secs"] = {
		["r"] = 1,
		["g"] = 0.8,
		["s"] = 0.9,
		["b"] = 0,
	},
	["center"] = {
		["r"] = 0,
		["b"] = 1,
		["text"] = true,
		["alpha"] = 0.65,
		["width"] = 67,
		["font"] = "Fonts\\ARKai_T.ttf",
		["config"] = false,
		["style"] = 1,
		["position"] = {
			["y"] = 78,
			["p"] = "CENTER",
			["x"] = -52,
			["r"] = "CENTER",
		},
		["g"] = 1,
		["mode"] = true,
		["time"] = 1.2,
		["size"] = 30,
	},
	["mins"] = {
		["r"] = 0.8,
		["g"] = 0.6,
		["s"] = 0.7,
		["b"] = 0,
	},
	["hrs"] = {
		["r"] = 0.6,
		["g"] = 0.4,
		["s"] = 0.6,
		["b"] = 0,
	},
	["days"] = {
		["r"] = 0.4,
		["g"] = 0.4,
		["s"] = 0.6,
		["b"] = 0.4,
	},
	["bar"] = false,
}
