
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["贝尔蒙特 - 迦顿"] = "贝尔蒙特 - 迦顿",
		["长腿加急速 - 夏维安"] = "长腿加急速 - 夏维安",
		["Dragonlock - 迅捷微风"] = "Dragonlock - 迅捷微风",
	},
	["profiles"] = {
		["贝尔蒙特 - 迦顿"] = {
			["appShine"] = "70300.06",
			["settings"] = {
				["panel"] = false,
				["spamWord"] = false,
				["panelLock"] = true,
				["storage"] = {
					["y"] = -197,
					["x"] = -21.3443603515625,
					["point"] = "TOPRIGHT",
					["scale"] = 1,
				},
			},
			["createHistoryList"] = {
				"3-110-410-0", -- [1]
				"3-123-481-0", -- [2]
				"1-134-488-0", -- [3]
				"1-134-489-0", -- [4]
				"5-103-366-0", -- [5]
				"2-9-24-0", -- [6]
				"2-18-51-0", -- [7]
				"2-112-435-0", -- [8]
				"1-124-419-0", -- [9]
				"3-131-478-0", -- [10]
				"3-123-416-0", -- [11]
				"2-121-467-0", -- [12]
				"2-118-463-0", -- [13]
				"2-127-471-0", -- [14]
				"2-114-461-0", -- [15]
				"2-115-462-0", -- [16]
				"2-112-459-0", -- [17]
				"2-117-451-0", -- [18]
				"2-125-455-0", -- [19]
				"2-117-464-0", -- [20]
				"1-130-477-0", -- [21]
				"2-128-473-0", -- [22]
				"2-113-460-0", -- [23]
				"3-123-415-0", -- [24]
				"2-120-466-0", -- [25]
				"2-119-465-0", -- [26]
				"1-124-469-0", -- [27]
			},
			["minimap"] = {
				["minimapPos"] = 202.751026403423,
				["hide"] = false,
			},
			["lastSearchValue"] = "9-0-19-0",
			["recent"] = {
				["1-124-419-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "青梅与竹马-艾露恩",
						["iLvl"] = 925,
						["time"] = 1511460135,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "漠河#5918",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "紫色风铃-卡拉赞",
						["iLvl"] = 928,
						["class"] = 8,
						["time"] = 1511460107,
						["bTag"] = "神一样的男人#54288",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "三千青丝絮-鹰巢山",
						["iLvl"] = 917,
						["class"] = 7,
						["time"] = 1511460135,
						["bTag"] = "瞳影#5431",
					}, -- [3]
					{
						["name"] = "漂流者-安东尼达斯",
						["role"] = "DAMAGER",
						["time"] = 1511460153,
						["class"] = 8,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "狮子座灬奔放-幽暗沼泽",
						["class"] = 5,
						["leader"] = true,
						["time"] = 1511460233,
					}, -- [5]
				},
				["3-131-478-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "龟梨和也-霜之哀伤",
						["iLvl"] = 923,
						["time"] = 1509307323,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "foo#51571",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "Holyhokuto-死亡之翼",
						["iLvl"] = 941,
						["class"] = 2,
						["time"] = 1509307323,
						["bTag"] = "hokuto#5652",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "图拉丶杨-深渊之巢",
						["iLvl"] = 946,
						["class"] = 6,
						["time"] = 1509307323,
						["bTag"] = "随心#5325",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "望汪-达斯雷玛",
						["iLvl"] = 936,
						["class"] = 2,
						["time"] = 1509307323,
						["bTag"] = "卖萌的蓝龙#5797",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "伊芙利之特-贫瘠之地",
						["iLvl"] = 939,
						["class"] = 12,
						["time"] = 1509307323,
						["bTag"] = "诺默风暴#5949",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "大寳玩猎手-安苏",
						["iLvl"] = 939,
						["class"] = 12,
						["time"] = 1509307323,
						["bTag"] = "大宝#5987",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "旺仔小馒头仔-古加尔",
						["iLvl"] = 942,
						["class"] = 7,
						["time"] = 1509307323,
						["bTag"] = "phecda#5706",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "我爱回力鞋-黑暗之矛",
						["iLvl"] = 942,
						["class"] = 1,
						["time"] = 1509306802,
						["bTag"] = "回力#51126",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "闭眼盎然-斯克提斯",
						["iLvl"] = 940,
						["class"] = 12,
						["time"] = 1509307323,
						["bTag"] = "素年锦时#5283",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "高冷的祝大大-迅捷微风",
						["iLvl"] = 941,
						["class"] = 11,
						["time"] = 1509307323,
						["bTag"] = "megatron#51767",
					}, -- [10]
					{
						["role"] = "HEALER",
						["name"] = "跌打郎中-回音山",
						["iLvl"] = 938,
						["class"] = 5,
						["time"] = 1509307323,
						["bTag"] = "DiWF#5264",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "爆爆暴-迅捷微风",
						["iLvl"] = 943,
						["class"] = 8,
						["time"] = 1509307301,
						["bTag"] = "机智的胖子#5590",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "有點高兴-冰风岗",
						["iLvl"] = 942,
						["class"] = 3,
						["time"] = 1509307323,
						["bTag"] = "吾好强大#5420",
					}, -- [13]
					{
						["role"] = "HEALER",
						["name"] = "初雪丶-鬼雾峰",
						["iLvl"] = 941,
						["class"] = 5,
						["time"] = 1509307323,
						["bTag"] = "雨天#5291",
					}, -- [14]
					{
						["name"] = "丶冰块-血环",
						["role"] = "DAMAGER",
						["time"] = 1509307323,
						["class"] = 9,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "地球-风暴之鳞",
						["iLvl"] = 946,
						["class"] = 9,
						["time"] = 1509307323,
						["bTag"] = "小歪#5375",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "咣头加暴击-熔火之心",
						["iLvl"] = 935,
						["class"] = 3,
						["time"] = 1509306662,
						["bTag"] = "萨马兰不让骑#5958",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "Void-纳克萨玛斯",
						["iLvl"] = 938,
						["class"] = 5,
						["time"] = 1509307323,
						["bTag"] = "Reckful#51741",
					}, -- [18]
					{
						["role"] = "HEALER",
						["name"] = "大大胖猫-血色十字军",
						["iLvl"] = 941,
						["class"] = 10,
						["time"] = 1509307323,
						["bTag"] = "培风看雨#5939",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "丨聖魂丶法爺-阿比迪斯",
						["iLvl"] = 942,
						["class"] = 8,
						["time"] = 1509306843,
						["bTag"] = "耂弓#5949",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "壹个法爷-黑铁",
						["iLvl"] = 944,
						["class"] = 8,
						["time"] = 1509307323,
						["bTag"] = "暗影之龙#553390",
					}, -- [21]
					{
						["role"] = "HEALER",
						["name"] = "覺乀馥-古尔丹",
						["iLvl"] = 941,
						["time"] = 1510028802,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "kylinczj#5774",
					}, -- [22]
					{
						["role"] = "TANK",
						["name"] = "迪瓦爱你哟-死亡之翼",
						["iLvl"] = 942,
						["class"] = 12,
						["time"] = 1510028802,
						["bTag"] = "GeNjI#51316",
					}, -- [23]
					{
						["role"] = "HEALER",
						["name"] = "东鲂红-亚雷戈斯",
						["iLvl"] = 942,
						["class"] = 7,
						["time"] = 1510028802,
						["bTag"] = "东方红#51276",
					}, -- [24]
					{
						["role"] = "TANK",
						["name"] = "羽川翼丶-凤凰之神",
						["iLvl"] = 939,
						["class"] = 10,
						["time"] = 1510028802,
						["bTag"] = "风玫瑰丶#5560",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "丶陌路-鲜血熔炉",
						["iLvl"] = 932,
						["class"] = 9,
						["time"] = 1510028780,
						["bTag"] = "秦川#51482",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "老公园徐浩然-埃德萨拉",
						["iLvl"] = 939,
						["class"] = 3,
						["time"] = 1510028802,
						["bTag"] = "超级无敌王大卫#5293",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "Insaneoor-影之哀伤",
						["iLvl"] = 946,
						["class"] = 5,
						["time"] = 1510028802,
						["bTag"] = "Insaneoor#5733",
					}, -- [28]
					{
						["role"] = "HEALER",
						["name"] = "艾墨沙-萨菲隆",
						["iLvl"] = 940,
						["class"] = 2,
						["time"] = 1510028802,
						["bTag"] = "墨沙#5139",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "萌萌的大橙子-迅捷微风",
						["iLvl"] = 944,
						["class"] = 11,
						["time"] = 1510025100,
						["bTag"] = "素素#5622",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "虚空之光-迦拉克隆",
						["iLvl"] = 928,
						["class"] = 5,
						["time"] = 1510025130,
						["bTag"] = "允宸#5812",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "虎比劣-玛洛加尔",
						["iLvl"] = 940,
						["class"] = 1,
						["time"] = 1510028802,
						["bTag"] = "李先生#5610",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "张爱玲-海克泰尔",
						["iLvl"] = 940,
						["class"] = 12,
						["time"] = 1510027533,
						["bTag"] = "洩失诹访子#5178",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "风铃的气息-格瑞姆巴托",
						["iLvl"] = 935,
						["class"] = 2,
						["time"] = 1510024927,
						["bTag"] = "Kevin#514555",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "戀戀紅塵卍龘-迅捷微风",
						["iLvl"] = 942,
						["class"] = 6,
						["time"] = 1510028426,
						["bTag"] = "戀戀紅塵#5872",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "丶辣椒-无尽之海",
						["iLvl"] = 945,
						["class"] = 12,
						["time"] = 1510028802,
						["bTag"] = "lusic#5633",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "王凯旋-深渊之巢",
						["iLvl"] = 941,
						["class"] = 7,
						["time"] = 1510025130,
						["bTag"] = "熊猫酱#5178",
					}, -- [37]
					{
						["name"] = "青铜御座-古尔丹",
						["role"] = "DAMAGER",
						["time"] = 1510028802,
						["class"] = 6,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "不一样的烟火-卡德加",
						["iLvl"] = 945,
						["class"] = 6,
						["time"] = 1510028802,
						["bTag"] = "如果爱请深爱#51125",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "小鲨鱼灬劲炫-格瑞姆巴托",
						["iLvl"] = 935,
						["class"] = 4,
						["time"] = 1510028802,
						["bTag"] = "小鲨鱼丨劲炫#5455",
					}, -- [40]
					{
						["role"] = "TANK",
						["name"] = "惡魔殺手-凤凰之神",
						["iLvl"] = 941,
						["class"] = 12,
						["time"] = 1510617873,
						["bTag"] = "花開緣盡#5515",
					}, -- [41]
					{
						["role"] = "TANK",
						["name"] = "硬到没朋友丨-无尽之海",
						["class"] = 6,
						["iLvl"] = 942,
						["time"] = 1510618045,
					}, -- [42]
					{
						["role"] = "HEALER",
						["name"] = "孤繆墨水-死亡之翼",
						["iLvl"] = 946,
						["class"] = 2,
						["time"] = 1510618045,
						["bTag"] = "墨水#51410",
					}, -- [43]
					{
						["role"] = "HEALER",
						["name"] = "语若嫣然-燃烧之刃",
						["iLvl"] = 940,
						["class"] = 7,
						["time"] = 1510622075,
						["bTag"] = "四十二吋长腿#5218",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "慢丶闪亮登场-死亡之翼",
						["iLvl"] = 941,
						["class"] = 4,
						["time"] = 1510623702,
						["bTag"] = "那种惊魂#5210",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "梵天丶-阿格拉玛",
						["iLvl"] = 943,
						["class"] = 1,
						["time"] = 1510623728,
						["bTag"] = "咖啡荳#51174",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "许你一世-熔火之心",
						["iLvl"] = 942,
						["class"] = 3,
						["time"] = 1510618045,
						["bTag"] = "qq4480089#5723",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "和泉千晶丶-克尔苏加德",
						["iLvl"] = 945,
						["class"] = 8,
						["time"] = 1510617445,
						["bTag"] = "买十字架啊#5857",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "趿了板儿-主宰之剑",
						["iLvl"] = 942,
						["class"] = 8,
						["time"] = 1510621512,
						["bTag"] = "无敌小小龙龙#5427",
					}, -- [49]
					{
						["role"] = "HEALER",
						["name"] = "救赎天师-天空之墙",
						["iLvl"] = 945,
						["class"] = 11,
						["time"] = 1510623728,
						["bTag"] = "天道不可违#51651",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "夜丶丶刃-伊森利恩",
						["iLvl"] = 933,
						["class"] = 4,
						["time"] = 1510623728,
						["bTag"] = "晨光#51618",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "女婿匠-烈焰峰",
						["iLvl"] = 937,
						["class"] = 1,
						["time"] = 1510623728,
						["bTag"] = "酒仙不倒翁#5475",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "Gupeng-鲜血熔炉",
						["iLvl"] = 939,
						["class"] = 11,
						["time"] = 1510617445,
						["bTag"] = "z0987#5185",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "流风飞霜-轻风之语",
						["iLvl"] = 942,
						["class"] = 11,
						["time"] = 1510621540,
						["bTag"] = "流风飞霜#5652",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "十月儿-安苏",
						["iLvl"] = 943,
						["class"] = 3,
						["time"] = 1510618045,
						["bTag"] = "十月#52214",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "木糖醇有点甜-格瑞姆巴托",
						["iLvl"] = 934,
						["class"] = 12,
						["time"] = 1510623728,
						["bTag"] = "血色暗影#5994",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "Neworldorder-死亡之翼",
						["iLvl"] = 940,
						["class"] = 12,
						["time"] = 1510623390,
						["bTag"] = "孤独者的王#5263",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "Qtiandasheng-战歌",
						["iLvl"] = 942,
						["class"] = 3,
						["time"] = 1510618045,
						["bTag"] = "SkyhookZhou#5501",
					}, -- [58]
					{
						["role"] = "TANK",
						["name"] = "血之狂魔-安苏",
						["iLvl"] = 946,
						["class"] = 6,
						["time"] = 1510617737,
						["bTag"] = "南侠丨慕容复#5379",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "貓涣-阿尔萨斯",
						["iLvl"] = 939,
						["class"] = 8,
						["time"] = 1510622075,
						["bTag"] = "橘叽叽叽叽#5704",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "贝尔蒙特-迦顿",
						["iLvl"] = 949,
						["class"] = 9,
						["time"] = 1510617685,
						["bTag"] = "Moonvoicel#5650",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "拒绝綄羙-萨菲隆",
						["iLvl"] = 943,
						["class"] = 2,
						["time"] = 1510623728,
						["bTag"] = "暗影之龙#5258",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "轻轻的进去-玛洛加尔",
						["iLvl"] = 937,
						["class"] = 8,
						["time"] = 1510623728,
						["bTag"] = "碧咸舒#5651",
					}, -- [63]
					{
						["role"] = "TANK",
						["name"] = "男朋友-卡德加",
						["iLvl"] = 948,
						["class"] = 6,
						["time"] = 1510618045,
						["bTag"] = "Draven#5191",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "Tank-格瑞姆巴托",
						["iLvl"] = 939,
						["class"] = 1,
						["time"] = 1510623728,
						["bTag"] = "天空#54128",
					}, -- [65]
					{
						["role"] = "HEALER",
						["name"] = "低调的路人-安苏",
						["iLvl"] = 945,
						["class"] = 7,
						["time"] = 1510618045,
						["bTag"] = "涛仔#5589",
					}, -- [66]
					{
						["role"] = "TANK",
						["name"] = "格蘭蒂亞-凤凰之神",
						["iLvl"] = 944,
						["time"] = 1510623728,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "花開緣盡#5515",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "Aeolos-安纳塞隆",
						["iLvl"] = 942,
						["class"] = 3,
						["time"] = 1510617917,
						["bTag"] = "领悟丶#51492",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "迦罗疯-影之哀伤",
						["iLvl"] = 945,
						["class"] = 4,
						["time"] = 1510623728,
						["bTag"] = "怪鲶鱼#5543",
					}, -- [69]
					{
						["name"] = "Kissmylife-狂热之刃",
						["role"] = "DAMAGER",
						["time"] = 1510618045,
						["class"] = 8,
					}, -- [70]
					{
						["role"] = "TANK",
						["name"] = "风骚一牛战-巫妖之王",
						["iLvl"] = 934,
						["class"] = 1,
						["time"] = 1510623728,
						["bTag"] = "大家好#5810",
					}, -- [71]
					{
						["role"] = "HEALER",
						["name"] = "炽热不落之翼-克尔苏加德",
						["iLvl"] = 939,
						["class"] = 2,
						["time"] = 1510623728,
						["bTag"] = "熊猫人奥利奥#5274",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "可怜的小潘潘-天空之墙",
						["iLvl"] = 943,
						["class"] = 3,
						["time"] = 1510623728,
						["bTag"] = "绝世风骚#5940",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "扔你蛋蛋-加基森",
						["iLvl"] = 942,
						["class"] = 2,
						["time"] = 1510623680,
						["bTag"] = "Deadpool#51618",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "玛尔阿瑞斯-苏塔恩",
						["iLvl"] = 944,
						["class"] = 8,
						["time"] = 1510623707,
						["bTag"] = "多吉南卡#5838",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "丨男礻申丶-织亡者",
						["iLvl"] = 939,
						["class"] = 11,
						["time"] = 1510623728,
						["bTag"] = "蔡加华#5177",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "遗忘丶扫地僧-凤凰之神",
						["iLvl"] = 948,
						["class"] = 10,
						["time"] = 1510623702,
						["bTag"] = "GrumpyPants#57536",
					}, -- [77]
					{
						["role"] = "HEALER",
						["name"] = "独立柱-凤凰之神",
						["iLvl"] = 939,
						["class"] = 2,
						["time"] = 1510623728,
						["bTag"] = "十三月夜#5957",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "妖怪爹爹-红云台地",
						["iLvl"] = 943,
						["class"] = 8,
						["time"] = 1510623728,
						["bTag"] = "WishMaster#5506",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "老痰酸菜丶-洛肯",
						["iLvl"] = 946,
						["class"] = 3,
						["time"] = 1510622075,
						["bTag"] = "喝了复原奶#5545",
					}, -- [80]
					{
						["role"] = "HEALER",
						["name"] = "老发财-伊森利恩",
						["iLvl"] = 944,
						["class"] = 5,
						["time"] = 1510623728,
						["bTag"] = "Vertis#5789",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "八毒一奶-燃烧之刃",
						["iLvl"] = 940,
						["class"] = 3,
						["time"] = 1510623728,
						["bTag"] = "八毒一奶#5252",
					}, -- [82]
					{
						["role"] = "HEALER",
						["name"] = "破斌-罗曼斯",
						["iLvl"] = 937,
						["class"] = 7,
						["time"] = 1510623728,
						["bTag"] = "破斌#5773",
					}, -- [83]
					{
						["role"] = "HEALER",
						["name"] = "丨三娃丨-瓦拉斯塔兹",
						["iLvl"] = 943,
						["time"] = 1510995100,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "小逗比#5205",
					}, -- [84]
					{
						["role"] = "TANK",
						["name"] = "吃我灬板斧-鹰巢山",
						["iLvl"] = 951,
						["class"] = 1,
						["time"] = 1510995100,
						["bTag"] = "牛叉的斧子哥#5110",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "如诗-燃烧之刃",
						["iLvl"] = 942,
						["class"] = 2,
						["time"] = 1510995100,
						["bTag"] = "暗夜之骑士#543730",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "Kerl-奎尔萨拉斯",
						["iLvl"] = 937,
						["class"] = 1,
						["time"] = 1510995100,
						["bTag"] = "MrYY#51658",
					}, -- [87]
					{
						["role"] = "TANK",
						["name"] = "聖光隕落-烈焰峰",
						["iLvl"] = 932,
						["class"] = 2,
						["time"] = 1510994883,
						["bTag"] = "小橙子#5162",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "Mercurys-熔火之心",
						["iLvl"] = 935,
						["class"] = 11,
						["time"] = 1510995100,
						["bTag"] = "尒小上尉#5466",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "皮皮壊壊灬-伊森利恩",
						["iLvl"] = 942,
						["class"] = 10,
						["time"] = 1510995100,
						["bTag"] = "破坏萌贼#5242",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "丶爆裂吧现实-死亡之翼",
						["iLvl"] = 939,
						["class"] = 4,
						["time"] = 1510995100,
						["bTag"] = "愤怒的小可乐#51448",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "你说什么啊-丹莫德",
						["iLvl"] = 941,
						["class"] = 11,
						["time"] = 1510995100,
						["bTag"] = "条子#5586",
					}, -- [92]
					{
						["role"] = "HEALER",
						["name"] = "星允-血羽",
						["iLvl"] = 941,
						["class"] = 11,
						["time"] = 1510995100,
						["bTag"] = "若蓠#5953",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "我亲爱的-主宰之剑",
						["iLvl"] = 938,
						["class"] = 3,
						["time"] = 1510995100,
						["bTag"] = "芦刚#5102",
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "软软丶猫-嚎风峡湾",
						["iLvl"] = 936,
						["class"] = 3,
						["time"] = 1510995100,
						["bTag"] = "Leon#58686",
					}, -- [95]
					{
						["role"] = "HEALER",
						["name"] = "Olia-瓦拉斯塔兹",
						["iLvl"] = 943,
						["class"] = 2,
						["time"] = 1510995100,
						["bTag"] = "超能法师#5944",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "Mageluu-提瑞斯法",
						["iLvl"] = 939,
						["class"] = 8,
						["time"] = 1510995100,
						["bTag"] = "Luu#5591",
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "亚利大帝-萨尔",
						["iLvl"] = 926,
						["class"] = 8,
						["time"] = 1510995100,
						["bTag"] = "小桑心#5737",
					}, -- [98]
					{
						["role"] = "HEALER",
						["name"] = "Efreet-安苏",
						["iLvl"] = 944,
						["class"] = 5,
						["time"] = 1510995100,
						["bTag"] = "MadSunflower#5222",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "欧皇咖啡-天空之墙",
						["iLvl"] = 945,
						["class"] = 2,
						["time"] = 1510995100,
						["bTag"] = "欧皇咖啡#5504",
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "维他柠檬茶啊-白银之手",
						["iLvl"] = 943,
						["class"] = 12,
						["time"] = 1510995100,
						["bTag"] = "鄂西北萌多#5247",
					}, -- [101]
					{
						["role"] = "TANK",
						["name"] = "青色年华-伊森利恩",
						["iLvl"] = 936,
						["class"] = 2,
						["time"] = 1510995100,
						["bTag"] = "暗夜之鸦#510103",
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "心痛回憶-烈焰峰",
						["iLvl"] = 942,
						["class"] = 3,
						["time"] = 1510995059,
						["bTag"] = "小橙子#5162",
					}, -- [103]
					{
						["role"] = "HEALER",
						["name"] = "西柚伏特加丶-血色十字军",
						["iLvl"] = 946,
						["time"] = 1510997996,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "PiziYU#5793",
					}, -- [104]
					{
						["role"] = "TANK",
						["name"] = "竹蜻蜓的回眸-诺森德",
						["iLvl"] = 937,
						["time"] = 1510998034,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "为了部落#513607",
					}, -- [105]
					{
						["role"] = "TANK",
						["name"] = "灬春天灬-菲拉斯",
						["iLvl"] = 946,
						["class"] = 6,
						["time"] = 1510997044,
						["bTag"] = "春天英俊无敌#5613",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "牛战于野-梅尔加尼",
						["iLvl"] = 934,
						["class"] = 1,
						["time"] = 1510998034,
						["bTag"] = "沉默之风暴#59631",
					}, -- [107]
					{
						["role"] = "TANK",
						["name"] = "丶恶魔之怒-血色十字军",
						["iLvl"] = 943,
						["class"] = 12,
						["time"] = 1510998034,
						["bTag"] = "丶凯米#51321",
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "如歌清浅-死亡之翼",
						["iLvl"] = 934,
						["class"] = 12,
						["time"] = 1510998006,
						["bTag"] = "小筝#51161",
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "爱萝卜-黑铁",
						["iLvl"] = 942,
						["class"] = 12,
						["time"] = 1510998034,
						["bTag"] = "耐斯#5200",
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "天王星者阿宝-血牙魔王",
						["iLvl"] = 928,
						["class"] = 10,
						["time"] = 1510998004,
						["bTag"] = "暴躁之武僧#516682",
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "風吟殺-凤凰之神",
						["iLvl"] = 947,
						["class"] = 6,
						["time"] = 1510997992,
						["bTag"] = "爱咋地咋地#5487",
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "乐动魔方-战歌",
						["iLvl"] = 940,
						["class"] = 1,
						["time"] = 1510998034,
						["bTag"] = "孔令涛#5423",
					}, -- [113]
					{
						["role"] = "HEALER",
						["name"] = "小三新之助-冬拥湖",
						["iLvl"] = 933,
						["class"] = 5,
						["time"] = 1510997983,
						["bTag"] = "婧婧想静静#5989",
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "梅啉-死亡之翼",
						["iLvl"] = 931,
						["class"] = 8,
						["time"] = 1510998034,
						["bTag"] = "凛冬的白#5263",
					}, -- [115]
					{
						["role"] = "HEALER",
						["name"] = "牛气氏族-燃烧之刃",
						["iLvl"] = 944,
						["class"] = 11,
						["time"] = 1510997965,
						["bTag"] = "火舞#5920",
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "挘屻-菲拉斯",
						["iLvl"] = 940,
						["class"] = 3,
						["time"] = 1510998013,
						["bTag"] = "SuperMage#56762",
					}, -- [117]
					{
						["role"] = "HEALER",
						["name"] = "老团长-诺森德",
						["iLvl"] = 940,
						["class"] = 7,
						["time"] = 1510997983,
						["bTag"] = "销魂的一刀#5202",
					}, -- [118]
					{
						["name"] = "十六夜绯娅-艾露恩",
						["role"] = "HEALER",
						["time"] = 1510998034,
						["class"] = 5,
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "龍灬王-冰风岗",
						["iLvl"] = 942,
						["class"] = 1,
						["time"] = 1510997272,
						["bTag"] = "吴越#5323",
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "秋氺-阿克蒙德",
						["iLvl"] = 944,
						["class"] = 6,
						["time"] = 1510997965,
						["bTag"] = "Riley#51276",
					}, -- [121]
					{
						["role"] = "HEALER",
						["name"] = "小白的大白-红云台地",
						["iLvl"] = 948,
						["class"] = 2,
						["time"] = 1510997268,
						["bTag"] = "卜酷塔#5841",
					}, -- [122]
					{
						["role"] = "DAMAGER",
						["name"] = "乌里耶尔-黑暗魅影",
						["iLvl"] = 939,
						["class"] = 12,
						["time"] = 1510997994,
						["bTag"] = "刘坛建#5136",
					}, -- [123]
					{
						["role"] = "DAMAGER",
						["name"] = "天煞孤星丨-燃烧之刃",
						["iLvl"] = 945,
						["class"] = 1,
						["time"] = 1510998034,
						["bTag"] = "Magikka#5934",
					}, -- [124]
					{
						["name"] = "Cvurtne-烈焰峰",
						["role"] = "DAMAGER",
						["time"] = 1510997044,
						["class"] = 8,
					}, -- [125]
					{
						["role"] = "DAMAGER",
						["name"] = "南望思思-黑铁",
						["iLvl"] = 940,
						["class"] = 8,
						["time"] = 1510997434,
						["bTag"] = "zhangqiang#5630",
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["name"] = "血腥马莉-风行者",
						["iLvl"] = 944,
						["class"] = 8,
						["time"] = 1510997981,
						["bTag"] = "長岛冰茶#5159",
					}, -- [127]
					{
						["role"] = "DAMAGER",
						["name"] = "怜音-阿尔萨斯",
						["iLvl"] = 946,
						["class"] = 9,
						["time"] = 1510998013,
						["bTag"] = "兜兜#5416",
					}, -- [128]
					{
						["role"] = "DAMAGER",
						["name"] = "Innocencee-艾莫莉丝",
						["iLvl"] = 944,
						["class"] = 8,
						["time"] = 1510997983,
						["bTag"] = "song#5240",
					}, -- [129]
					{
						["role"] = "DAMAGER",
						["name"] = "我叫工藤新一-阿克蒙德",
						["iLvl"] = 948,
						["class"] = 5,
						["time"] = 1510997956,
						["bTag"] = "渡边麻友#5386",
					}, -- [130]
					{
						["role"] = "DAMAGER",
						["name"] = "Froststar-死亡之翼",
						["iLvl"] = 945,
						["class"] = 8,
						["time"] = 1510997434,
						["bTag"] = "MiniTitan#5377",
					}, -- [131]
					{
						["role"] = "DAMAGER",
						["name"] = "赵云-拉格纳罗斯",
						["iLvl"] = 944,
						["class"] = 9,
						["time"] = 1511148720,
						["bTag"] = "刘玄德#51674",
					}, -- [132]
					{
						["role"] = "DAMAGER",
						["name"] = "娜心-伊森利恩",
						["iLvl"] = 943,
						["time"] = 1511153389,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "BT160324#51112",
					}, -- [133]
					{
						["role"] = "TANK",
						["name"] = "丶知男而上丶-死亡之翼",
						["iLvl"] = 948,
						["class"] = 2,
						["time"] = 1511149310,
						["bTag"] = "猫魂#5469",
					}, -- [134]
					{
						["role"] = "TANK",
						["name"] = "奥瑞安西丶-死亡之翼",
						["iLvl"] = 945,
						["time"] = 1511153403,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "自由#5224",
					}, -- [135]
					{
						["role"] = "DAMAGER",
						["name"] = "社会蓝-斯克提斯",
						["iLvl"] = 943,
						["class"] = 12,
						["time"] = 1511153346,
						["bTag"] = "鸢尾画灼#51810",
					}, -- [136]
					{
						["role"] = "DAMAGER",
						["name"] = "渝渝小公举-拉格纳罗斯",
						["iLvl"] = 939,
						["class"] = 12,
						["time"] = 1511153368,
						["bTag"] = "banana#5393",
					}, -- [137]
					{
						["role"] = "DAMAGER",
						["name"] = "阳光崇拜-拉格纳罗斯",
						["iLvl"] = 941,
						["time"] = 1511153370,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "刘玄德#51674",
					}, -- [138]
					{
						["role"] = "HEALER",
						["name"] = "黄药师之女-贫瘠之地",
						["iLvl"] = 947,
						["class"] = 2,
						["time"] = 1511153370,
						["bTag"] = "曾经风零#5116",
					}, -- [139]
					{
						["role"] = "DAMAGER",
						["name"] = "午夜狂爆-闪电之刃",
						["iLvl"] = 941,
						["class"] = 2,
						["time"] = 1511153403,
						["bTag"] = "奇妙豪雅1982#5472",
					}, -- [140]
					{
						["role"] = "TANK",
						["name"] = "疯狂天神-红龙女王",
						["iLvl"] = 947,
						["class"] = 1,
						["time"] = 1511153337,
						["bTag"] = "可爱毛毛熊#5939",
					}, -- [141]
					{
						["role"] = "DAMAGER",
						["name"] = "冰灵婲児-天空之墙",
						["iLvl"] = 939,
						["class"] = 4,
						["time"] = 1511153370,
						["bTag"] = "瘋灬帥#5169",
					}, -- [142]
					{
						["role"] = "DAMAGER",
						["name"] = "酷酷的感觉-丽丽（四川）",
						["iLvl"] = 946,
						["class"] = 3,
						["time"] = 1511153366,
						["bTag"] = "supercow#5659",
					}, -- [143]
					{
						["role"] = "DAMAGER",
						["name"] = "旧伴胜似深情-塞拉摩",
						["iLvl"] = 943,
						["class"] = 8,
						["time"] = 1511152089,
						["bTag"] = "Eirice#5765",
					}, -- [144]
					{
						["role"] = "DAMAGER",
						["name"] = "只为你感动-亚雷戈斯",
						["iLvl"] = 942,
						["class"] = 3,
						["time"] = 1511153387,
						["bTag"] = "快乐之潜行者#581276",
					}, -- [145]
					{
						["role"] = "HEALER",
						["name"] = "宝贝小囡囡-血色十字军",
						["iLvl"] = 944,
						["class"] = 7,
						["time"] = 1511153370,
						["bTag"] = "宝贝囡囡#5543",
					}, -- [146]
					{
						["role"] = "DAMAGER",
						["name"] = "丨巨能射丨-红龙军团",
						["iLvl"] = 941,
						["class"] = 3,
						["time"] = 1511152587,
						["bTag"] = "槍出如龍#5177",
					}, -- [147]
					{
						["role"] = "DAMAGER",
						["name"] = "柰非天-红龙军团",
						["iLvl"] = 944,
						["class"] = 3,
						["time"] = 1511153389,
						["bTag"] = "寰宇#5598",
					}, -- [148]
					{
						["role"] = "HEALER",
						["name"] = "马伊咪丶-古加尔",
						["iLvl"] = 944,
						["class"] = 7,
						["time"] = 1511151521,
						["bTag"] = "有钱任性丶暴脾气#5269",
					}, -- [149]
					{
						["role"] = "HEALER",
						["name"] = "执手温酒-贫瘠之地",
						["iLvl"] = 945,
						["class"] = 2,
						["time"] = 1511153391,
						["bTag"] = "执手温酒#51335",
					}, -- [150]
					{
						["role"] = "DAMAGER",
						["name"] = "嘻哈人生-哈卡",
						["iLvl"] = 943,
						["class"] = 5,
						["time"] = 1511149184,
						["bTag"] = "最后的贼王#5885",
					}, -- [151]
					{
						["role"] = "DAMAGER",
						["name"] = "零下飘飘-恶魔之魂",
						["iLvl"] = 941,
						["class"] = 8,
						["time"] = 1511148669,
						["bTag"] = "Respected#5360",
					}, -- [152]
					{
						["role"] = "HEALER",
						["name"] = "德心应手-梅尔加尼",
						["iLvl"] = 942,
						["class"] = 11,
						["time"] = 1511150376,
						["bTag"] = "KIS#5843",
					}, -- [153]
					{
						["role"] = "DAMAGER",
						["name"] = "Pulluter-贫瘠之地",
						["iLvl"] = 948,
						["class"] = 2,
						["time"] = 1511153370,
						["bTag"] = "情深似海#5740",
					}, -- [154]
					{
						["role"] = "DAMAGER",
						["name"] = "温州扛把子-伊利丹",
						["iLvl"] = 944,
						["class"] = 8,
						["time"] = 1511153370,
						["bTag"] = "沉默之剑#556615",
					}, -- [155]
					{
						["role"] = "DAMAGER",
						["name"] = "丿李白-能源舰",
						["iLvl"] = 949,
						["class"] = 2,
						["time"] = 1511153403,
						["bTag"] = "丿李白丶#5184",
					}, -- [156]
					{
						["role"] = "DAMAGER",
						["name"] = "妞莪来了-死亡之翼",
						["iLvl"] = 945,
						["class"] = 9,
						["time"] = 1511153370,
						["bTag"] = "Wolfnature#5488",
					}, -- [157]
					{
						["role"] = "DAMAGER",
						["name"] = "布拉德广昆-凤凰之神",
						["iLvl"] = 945,
						["class"] = 6,
						["time"] = 1511152538,
						["bTag"] = "全全#5410",
					}, -- [158]
					{
						["role"] = "DAMAGER",
						["name"] = "战丶隧風-死亡之翼",
						["iLvl"] = 936,
						["class"] = 1,
						["time"] = 1511153370,
						["bTag"] = "梦丶世界#51533",
					}, -- [159]
					{
						["role"] = "HEALER",
						["name"] = "早丷安-冰风岗",
						["iLvl"] = 946,
						["class"] = 5,
						["time"] = 1511153403,
						["bTag"] = "Saber#51265",
					}, -- [160]
				},
				["3-110-410-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "迷宝-罗曼斯",
						["iLvl"] = 898,
						["class"] = 3,
						["time"] = 1511760375,
						["bTag"] = "史诗之鼠#558985",
					}, -- [1]
				},
				["3-0-458-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "俊英哥-玛洛加尔",
						["class"] = 8,
						["leader"] = true,
						["time"] = 1509302614,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "我是战斗鸡-红龙军团",
						["iLvl"] = 887,
						["time"] = 1509302669,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "Gsh#51443",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "醉小宁-塞拉摩",
						["iLvl"] = 905,
						["class"] = 5,
						["time"] = 1509302669,
						["bTag"] = "喵喵#54677",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "死灵王骑士-翡翠梦境",
						["iLvl"] = 912,
						["class"] = 6,
						["time"] = 1509302614,
						["bTag"] = "死灵王骑士#5251",
					}, -- [4]
					{
						["name"] = "辛蒂-石爪峰",
						["role"] = "DAMAGER",
						["time"] = 1509302669,
						["class"] = 8,
					}, -- [5]
					{
						["name"] = "壹點點-巫妖之王",
						["role"] = "DAMAGER",
						["time"] = 1509302669,
						["class"] = 4,
					}, -- [6]
					{
						["name"] = "瓦尔娜风行者-血色十字军",
						["role"] = "DAMAGER",
						["time"] = 1509302669,
						["class"] = 3,
					}, -- [7]
					{
						["name"] = "红凌-阿克蒙德",
						["role"] = "DAMAGER",
						["time"] = 1509302669,
						["class"] = 12,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "夕阳丶神棍德-克尔苏加德",
						["iLvl"] = 786,
						["time"] = 1510978477,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "易方通行#51374",
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "拂晓寒霜-血色十字军",
						["iLvl"] = 930,
						["class"] = 1,
						["time"] = 1510978477,
						["bTag"] = "战争之蛙#51932",
					}, -- [10]
					{
						["name"] = "女獵人凉风-古达克",
						["role"] = "DAMAGER",
						["time"] = 1510978477,
						["class"] = 3,
					}, -- [11]
					{
						["name"] = "莎士比呀-幽暗沼泽",
						["role"] = "DAMAGER",
						["time"] = 1510978477,
						["class"] = 3,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "骑猪打狗-阿拉希",
						["iLvl"] = 917,
						["class"] = 1,
						["time"] = 1510978477,
						["bTag"] = "蹦莎卡啦卡丨承峻#5557",
					}, -- [13]
					{
						["role"] = "TANK",
						["name"] = "倔强说不懂-燃烧之刃",
						["iLvl"] = 940,
						["class"] = 6,
						["time"] = 1510978328,
						["bTag"] = "按住啦丶掰逼#5889",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "伊格尼尔-萨菲隆",
						["iLvl"] = 798,
						["class"] = 1,
						["time"] = 1510978423,
						["bTag"] = "WendyTiti#5578",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "丨谢谢丨-安苏",
						["iLvl"] = 928,
						["class"] = 7,
						["time"] = 1510978477,
						["bTag"] = "Wendell#5798",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "我心似雪-龙骨平原",
						["iLvl"] = 919,
						["class"] = 5,
						["time"] = 1510978477,
						["bTag"] = "灬会当凌绝顶灬#5985",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "霹雳狂萨-燃烧之刃",
						["iLvl"] = 915,
						["class"] = 7,
						["time"] = 1510978477,
						["bTag"] = "噬灵瘟疫#5912",
					}, -- [18]
				},
				["3-110-412-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "梦未了-死亡之翼",
						["iLvl"] = 945,
						["time"] = 1510092890,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "SleepyBear#56437",
					}, -- [1]
					{
						["name"] = "冰糖葫芦-狂热之刃",
						["role"] = "DAMAGER",
						["time"] = 1510092890,
						["class"] = 2,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "静宝宝-艾露恩",
						["iLvl"] = 937,
						["time"] = 1511759207,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "马静静#5645",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "祥云骑士-风行者",
						["iLvl"] = 928,
						["class"] = 2,
						["time"] = 1511759207,
						["bTag"] = "翔云骑士#5507",
					}, -- [4]
					{
						["name"] = "夜王凤仙-燃烧之刃",
						["role"] = "DAMAGER",
						["time"] = 1511759207,
						["class"] = 12,
					}, -- [5]
				},
				["1-134-489-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "穆小锤-黑铁",
						["class"] = 1,
						["leader"] = true,
						["time"] = 1509304275,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "千羽箭-德拉诺",
						["iLvl"] = 923,
						["class"] = 3,
						["time"] = 1509650865,
						["bTag"] = "boon#5374",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "清风吻月-斯克提斯",
						["iLvl"] = 940,
						["class"] = 12,
						["time"] = 1509650617,
						["bTag"] = "清风吻月#5126",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "尚派-熔火之心",
						["iLvl"] = 946,
						["class"] = 6,
						["time"] = 1509650660,
						["bTag"] = "CaptainElvis#5376",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔七十六-伊森利恩",
						["iLvl"] = 940,
						["class"] = 12,
						["time"] = 1509650993,
						["bTag"] = "轰平#5487",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "Orcman-格瑞姆巴托",
						["iLvl"] = 895,
						["class"] = 1,
						["time"] = 1509650896,
						["bTag"] = "机智的阿斗#5139",
					}, -- [6]
					{
						["name"] = "布拉克大人-安其拉",
						["role"] = "DAMAGER",
						["time"] = 1509650896,
						["class"] = 1,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "Youmustbe-凤凰之神",
						["iLvl"] = 921,
						["class"] = 8,
						["time"] = 1509650850,
						["bTag"] = "孤鸿影#5857",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "百變星君-萨格拉斯",
						["iLvl"] = 933,
						["class"] = 11,
						["time"] = 1509651237,
						["bTag"] = "J2HK#51790",
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "师轻装-熵魔",
						["iLvl"] = 921,
						["time"] = 1509651219,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "如此想念#5490",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "幽暗之影-凤凰之神",
						["iLvl"] = 929,
						["class"] = 4,
						["time"] = 1509651203,
						["bTag"] = "灰烬之歌#5109",
					}, -- [11]
					{
						["role"] = "HEALER",
						["name"] = "寂寞猪猪角-贫瘠之地",
						["class"] = 11,
						["leader"] = true,
						["time"] = 1509651235,
					}, -- [12]
					{
						["role"] = "HEALER",
						["name"] = "灬火霣邪神灬-主宰之剑",
						["iLvl"] = 928,
						["class"] = 7,
						["time"] = 1509651247,
						["bTag"] = "火云邪神#51809",
					}, -- [13]
					{
						["name"] = "Kickflip-地狱之石",
						["role"] = "DAMAGER",
						["time"] = 1509651203,
						["class"] = 1,
					}, -- [14]
					{
						["name"] = "魍魉魁魅-德拉诺",
						["role"] = "DAMAGER",
						["time"] = 1509651225,
						["class"] = 12,
					}, -- [15]
					{
						["role"] = "HEALER",
						["name"] = "二十三加一-阿尔萨斯",
						["iLvl"] = 936,
						["class"] = 11,
						["time"] = 1509650971,
						["bTag"] = "Fizii#5138",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "薇薇安-夺灵者",
						["iLvl"] = 917,
						["class"] = 12,
						["time"] = 1509650989,
						["bTag"] = "阿明叔叔#5702",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "不做灬好人-亡语者",
						["iLvl"] = 930,
						["class"] = 4,
						["time"] = 1509651229,
						["bTag"] = "苦力#5234",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "亚连沃克丶-燃烧之刃",
						["iLvl"] = 934,
						["class"] = 6,
						["time"] = 1509650985,
						["bTag"] = "飞蛾扑火十秒快乐#5468",
					}, -- [19]
					{
						["name"] = "夺命剪刀脚-无尽之海",
						["role"] = "HEALER",
						["time"] = 1509651427,
						["class"] = 10,
					}, -- [20]
					{
						["role"] = "TANK",
						["name"] = "摄政仼-安苏",
						["iLvl"] = 936,
						["class"] = 11,
						["time"] = 1509650985,
						["bTag"] = "丁憨憨#5483",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "矿一代-盖斯",
						["iLvl"] = 907,
						["class"] = 1,
						["time"] = 1509651203,
						["bTag"] = "矿工#5377",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "鬼盗船长-贫瘠之地",
						["iLvl"] = 903,
						["class"] = 4,
						["time"] = 1509651065,
						["bTag"] = "MightyOwl#517131",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "天下皆白-艾莫莉丝",
						["iLvl"] = 929,
						["class"] = 8,
						["time"] = 1509650962,
						["bTag"] = "快乐之潜行者#515398",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "灬灬雪灬灬-燃烧之刃",
						["iLvl"] = 935,
						["class"] = 6,
						["time"] = 1509651229,
						["bTag"] = "鬼跳#5707",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "遗逝的忧伤-天空之墙",
						["iLvl"] = 939,
						["class"] = 8,
						["time"] = 1509650971,
						["bTag"] = "丨诚心丶成智灬#51796",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "怪物旮旯-伊森利恩",
						["iLvl"] = 947,
						["class"] = 1,
						["time"] = 1509650962,
						["bTag"] = "怪物山山#5450",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "鹏鹏猪崽-凤凰之神",
						["iLvl"] = 942,
						["class"] = 1,
						["time"] = 1509651259,
						["bTag"] = "鹏鹏崽#5357",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "瞅你嘿呀-凤凰之神",
						["iLvl"] = 930,
						["class"] = 3,
						["time"] = 1509650962,
						["bTag"] = "哎呦哎呦呦灬#5967",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "银耳酱-冰霜之刃",
						["iLvl"] = 939,
						["class"] = 5,
						["time"] = 1509651231,
						["bTag"] = "我是酱求带玩#5759",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "糖门召唤术-达斯雷玛",
						["iLvl"] = 928,
						["class"] = 9,
						["time"] = 1509651229,
						["bTag"] = "Ghostfly#5891",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "冰之血舞-熔火之心",
						["iLvl"] = 946,
						["class"] = 4,
						["time"] = 1509651261,
						["bTag"] = "小蘑菇#52304",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "白胡子灬-奥尔加隆",
						["iLvl"] = 923,
						["class"] = 12,
						["time"] = 1509651120,
						["bTag"] = "人性污点#5110",
					}, -- [33]
					{
						["role"] = "TANK",
						["name"] = "月潇雅-埃德萨拉",
						["iLvl"] = 942,
						["class"] = 11,
						["time"] = 1509651252,
						["bTag"] = "EzioXiang#5176",
					}, -- [34]
					{
						["role"] = "TANK",
						["name"] = "月舞桐-埃德萨拉",
						["iLvl"] = 944,
						["class"] = 1,
						["time"] = 1509651252,
						["bTag"] = "EzioXiang#5176",
					}, -- [35]
					{
						["role"] = "HEALER",
						["name"] = "绝色笑靥-回音山",
						["iLvl"] = 880,
						["time"] = 1509651221,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "这游戏好难#5925",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔离渊-伊森利恩",
						["iLvl"] = 941,
						["class"] = 9,
						["time"] = 1509651225,
						["bTag"] = "之魂#5150",
					}, -- [37]
					{
						["role"] = "TANK",
						["name"] = "Valar-奥妮克希亚",
						["iLvl"] = 934,
						["class"] = 12,
						["time"] = 1509651427,
						["bTag"] = "至尊宝#53644",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "一诺大姨夫-埃克索图斯",
						["iLvl"] = 934,
						["class"] = 4,
						["time"] = 1509651307,
						["bTag"] = "我好想静静#51532",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "灬貳號殺手灬-安苏",
						["iLvl"] = 935,
						["class"] = 12,
						["time"] = 1509651300,
						["bTag"] = "小学生究极体#5447",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "中华田园猫-燃烧平原",
						["iLvl"] = 935,
						["class"] = 4,
						["time"] = 1509651217,
						["bTag"] = "孤月华章#5591",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "潇湘雨-萨格拉斯",
						["iLvl"] = 929,
						["class"] = 11,
						["time"] = 1509651227,
						["bTag"] = "J2HK#5361",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "炎凉大官人-凤凰之神",
						["iLvl"] = 937,
						["class"] = 1,
						["time"] = 1509651203,
						["bTag"] = "炎凉#51599",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "佳节-雷克萨",
						["iLvl"] = 931,
						["class"] = 7,
						["time"] = 1509651227,
						["bTag"] = "死神的恐惧#5867",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "菊爆专家-冬泉谷",
						["iLvl"] = 920,
						["class"] = 3,
						["time"] = 1509651427,
						["bTag"] = "思方桂#5502",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "丶语风丨-天空之墙",
						["iLvl"] = 933,
						["class"] = 9,
						["time"] = 1509651221,
						["bTag"] = "丨诚心丶成智灬#51796",
					}, -- [46]
					{
						["role"] = "TANK",
						["name"] = "一夜幽梦丶-影之哀伤",
						["iLvl"] = 928,
						["class"] = 10,
						["time"] = 1509651326,
						["bTag"] = "可爱的小胖子丶#5848",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "雲過丶無訫-深渊之巢",
						["iLvl"] = 930,
						["class"] = 2,
						["time"] = 1509651203,
						["bTag"] = "续写丶悲伤#5497",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "語風丶-血羽",
						["iLvl"] = 943,
						["class"] = 12,
						["time"] = 1509651261,
						["bTag"] = "突然酒醒#5104",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "爆炸嘚年轻人-火焰之树",
						["iLvl"] = 936,
						["class"] = 1,
						["time"] = 1509651268,
						["bTag"] = "淡淡的忧伤#52932",
					}, -- [50]
					{
						["role"] = "TANK",
						["name"] = "饼德-芬里斯",
						["iLvl"] = 938,
						["class"] = 11,
						["time"] = 1509651219,
						["bTag"] = "饼子#5749",
					}, -- [51]
					{
						["name"] = "堕落双子星-黑铁",
						["role"] = "DAMAGER",
						["time"] = 1509651225,
						["class"] = 9,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "这就尴尬了-卡德罗斯",
						["iLvl"] = 943,
						["class"] = 5,
						["time"] = 1509651219,
						["bTag"] = "口加口非#5778",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "印裘巴斯-燃烧之刃",
						["iLvl"] = 929,
						["class"] = 8,
						["time"] = 1509651219,
						["bTag"] = "小面额#5345",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "豢生丶-塞拉摩",
						["iLvl"] = 911,
						["class"] = 12,
						["time"] = 1509651272,
						["bTag"] = "豢生#51430",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "七彩虹之光-血环",
						["iLvl"] = 934,
						["class"] = 8,
						["time"] = 1509651300,
						["bTag"] = "阿妞的包子#5162",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "奈法兰-丽丽（四川）",
						["iLvl"] = 943,
						["time"] = 1509651247,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "gabencen#5602",
					}, -- [57]
					{
						["role"] = "TANK",
						["name"] = "哇灬斯比-芬里斯",
						["iLvl"] = 935,
						["time"] = 1510213242,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "幸运之翼#56124",
					}, -- [58]
					{
						["role"] = "TANK",
						["name"] = "八棺索财-死亡之翼",
						["iLvl"] = 935,
						["class"] = 6,
						["time"] = 1510213225,
						["bTag"] = "alska#5831",
					}, -- [59]
					{
						["role"] = "TANK",
						["name"] = "各种会卖萌-阿纳克洛斯",
						["iLvl"] = 919,
						["class"] = 11,
						["time"] = 1510213259,
						["bTag"] = "喧嚣永恒#5307",
					}, -- [60]
					{
						["role"] = "HEALER",
						["name"] = "曾琳儿-阿比迪斯",
						["iLvl"] = 932,
						["class"] = 5,
						["time"] = 1510213259,
						["bTag"] = "弘远遥一#5569",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "折腾一晚上-死亡之翼",
						["class"] = 3,
						["leader"] = true,
						["time"] = 1510213450,
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "冫博学者-安苏",
						["iLvl"] = 924,
						["class"] = 8,
						["time"] = 1510213439,
						["bTag"] = "骑着毛驴的大叔#51132",
					}, -- [63]
					{
						["role"] = "TANK",
						["name"] = "粉色优雅系-蜘蛛王国",
						["iLvl"] = 945,
						["class"] = 2,
						["time"] = 1510213426,
						["bTag"] = "旋律#5697",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "Luckiferblfs-普瑞斯托",
						["class"] = 8,
						["leader"] = true,
						["time"] = 1510213464,
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "杀戮乄瘋狂-沙怒",
						["class"] = 8,
						["leader"] = true,
						["time"] = 1510866856,
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "法已成魔-巨龙之吼",
						["iLvl"] = 942,
						["class"] = 8,
						["time"] = 1510867355,
						["bTag"] = "法已成魔#5368",
					}, -- [67]
					{
						["name"] = "炫猫-提瑞斯法",
						["role"] = "DAMAGER",
						["time"] = 1510866856,
						["class"] = 8,
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "Akanthree-能源舰",
						["iLvl"] = 945,
						["class"] = 8,
						["time"] = 1510867155,
						["bTag"] = "AKAN#5471",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔强哥-能源舰",
						["iLvl"] = 948,
						["class"] = 8,
						["time"] = 1510867155,
						["bTag"] = "一枪毙命#5914",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "一墨一-加基森",
						["iLvl"] = 921,
						["class"] = 9,
						["time"] = 1510867155,
						["bTag"] = "妄想最佳的天使#5913",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "地三仙-红云台地",
						["iLvl"] = 940,
						["time"] = 1510867328,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "机械之狼人#54535",
					}, -- [72]
					{
						["name"] = "莫小逆-阿扎达斯",
						["role"] = "TANK",
						["time"] = 1510867339,
						["class"] = 6,
					}, -- [73]
					{
						["name"] = "黎明战歌-提尔之手",
						["role"] = "DAMAGER",
						["time"] = 1510867333,
						["class"] = 4,
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "土匪姬-燃烧之刃",
						["iLvl"] = 933,
						["time"] = 1511154669,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "青龙盘玉#5789",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "奶僧一线牵-格瑞姆巴托",
						["iLvl"] = 937,
						["class"] = 10,
						["time"] = 1511154587,
						["bTag"] = "睿智的我#5554",
					}, -- [76]
					{
						["name"] = "在无意之间-霜之哀伤",
						["role"] = "DAMAGER",
						["time"] = 1511154647,
						["class"] = 1,
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "水灬良-血吼",
						["iLvl"] = 946,
						["class"] = 3,
						["time"] = 1511154619,
						["bTag"] = "水良#5410",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "思念患者-大地之怒",
						["iLvl"] = 911,
						["time"] = 1511355119,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "情歌没有告诉莪#5446",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "圣光照耀著你-安苏",
						["iLvl"] = 932,
						["class"] = 2,
						["time"] = 1511355029,
						["bTag"] = "进击的软泥怪#5240",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "风云不羁-阿尔萨斯",
						["iLvl"] = 914,
						["class"] = 12,
						["time"] = 1511354987,
						["bTag"] = "陈大大#5915",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "Evolution-熔火之心",
						["iLvl"] = 893,
						["class"] = 4,
						["time"] = 1511355029,
						["bTag"] = "HondaCivic#5337",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "Solver-鲜血熔炉",
						["class"] = 9,
						["leader"] = true,
						["time"] = 1511356007,
					}, -- [83]
					{
						["name"] = "默工一组-布兰卡德",
						["role"] = "DAMAGER",
						["time"] = 1511356007,
						["class"] = 8,
					}, -- [84]
					{
						["name"] = "会飞的小牛牛-迦拉克隆",
						["role"] = "TANK",
						["time"] = 1511356007,
						["class"] = 11,
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "妖影宝贝-萨尔",
						["iLvl"] = 940,
						["class"] = 4,
						["time"] = 1511356016,
						["bTag"] = "妖影宝贝#5271",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "风骚的小萨-阿尔萨斯",
						["class"] = 7,
						["leader"] = true,
						["time"] = 1511356200,
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "八神丨-洛萨",
						["iLvl"] = 924,
						["class"] = 3,
						["time"] = 1511356200,
						["bTag"] = "八神#5760",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "軒轅然-黑龙军团",
						["iLvl"] = 946,
						["class"] = 2,
						["time"] = 1511356200,
						["bTag"] = "克里斯蒂安#51731",
					}, -- [89]
					{
						["role"] = "TANK",
						["name"] = "Savwq-玛洛加尔",
						["class"] = 1,
						["leader"] = true,
						["time"] = 1511766007,
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "结霜了吗-死亡之翼",
						["iLvl"] = 935,
						["time"] = 1511766082,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "果酱花桔梗#5862",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "我的龙息呢-血牙魔王",
						["iLvl"] = 945,
						["class"] = 8,
						["time"] = 1511766027,
						["bTag"] = "BT160423#5726",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "喵丶小柒-萨菲隆",
						["iLvl"] = 911,
						["class"] = 12,
						["time"] = 1511766073,
						["bTag"] = "不属于自己的天堂#5552",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "啊伦-海克泰尔",
						["class"] = 12,
						["leader"] = true,
						["time"] = 1511766172,
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "Alianovna-阿纳克洛斯",
						["iLvl"] = 927,
						["class"] = 1,
						["time"] = 1511766177,
						["bTag"] = "Jarvis#5551",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "寒戀殇尕威-加尔",
						["iLvl"] = 947,
						["class"] = 11,
						["time"] = 1511766276,
						["bTag"] = "小威#5618",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "浮世尘封-黑铁",
						["iLvl"] = 941,
						["class"] = 3,
						["time"] = 1511766186,
						["bTag"] = "美荣#5896",
					}, -- [97]
					{
						["role"] = "TANK",
						["name"] = "你拽-格雷迈恩",
						["iLvl"] = 945,
						["class"] = 2,
						["time"] = 1511766447,
						["bTag"] = "凉山好汉#51486",
					}, -- [98]
					{
						["role"] = "TANK",
						["name"] = "杯酒敬余生-塞拉摩",
						["iLvl"] = 944,
						["class"] = 2,
						["time"] = 1511766447,
						["bTag"] = "清风阵阵辰雨徐徐#5760",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "术司-石爪峰",
						["iLvl"] = 945,
						["class"] = 9,
						["time"] = 1511766447,
						["bTag"] = "光明之锤#51399",
					}, -- [100]
					{
						["name"] = "肖小猪猪-安苏",
						["role"] = "TANK",
						["time"] = 1511766447,
						["class"] = 6,
					}, -- [101]
				},
				["6-0-16-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "阿可萌德-神圣之歌",
						["iLvl"] = 942,
						["time"] = 1511462194,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "沫兰雨月#5532",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "雷迦耳-死亡之翼",
						["iLvl"] = 946,
						["class"] = 7,
						["time"] = 1511462187,
						["bTag"] = "蒙面加菲猫#5430",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "云枍-黑暗虚空",
						["iLvl"] = 927,
						["class"] = 7,
						["time"] = 1511462194,
						["bTag"] = "翟翟#5645",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "爆炸蒂皮艾斯-阿纳克洛斯",
						["iLvl"] = 940,
						["class"] = 11,
						["time"] = 1511462158,
						["bTag"] = "火柴丶#51630",
					}, -- [4]
					{
						["name"] = "恸哭者卡列娜-阿纳克洛斯",
						["role"] = "DAMAGER",
						["time"] = 1511462194,
						["class"] = 12,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝久卿狂-影之哀伤",
						["iLvl"] = 939,
						["class"] = 9,
						["time"] = 1511462194,
						["bTag"] = "魔法之侏儒#5878",
					}, -- [6]
					{
						["name"] = "残躯-无尽之海",
						["role"] = "DAMAGER",
						["time"] = 1511462194,
						["class"] = 1,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "Anotheradore-踏梦者",
						["iLvl"] = 946,
						["class"] = 9,
						["time"] = 1511462158,
						["bTag"] = "大脸#5478",
					}, -- [8]
					{
						["name"] = "丶火柴丶-阿纳克洛斯",
						["role"] = "DAMAGER",
						["time"] = 1511462194,
						["class"] = 4,
					}, -- [9]
					{
						["name"] = "双天-影之哀伤",
						["role"] = "DAMAGER",
						["time"] = 1511462194,
						["class"] = 12,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "艾瑞诗咖啡-燃烧之刃",
						["iLvl"] = 929,
						["class"] = 12,
						["time"] = 1511462158,
						["bTag"] = "半夏之秋#5219",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "南木丶-埃德萨拉",
						["iLvl"] = 941,
						["class"] = 7,
						["time"] = 1511462187,
						["bTag"] = "熊猫不乖#5515",
					}, -- [12]
					{
						["name"] = "无二逮鬼-埃克索图斯",
						["role"] = "DAMAGER",
						["time"] = 1511462194,
						["class"] = 9,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "牛肉刀削-克尔苏加德",
						["iLvl"] = 943,
						["class"] = 11,
						["time"] = 1511462194,
						["bTag"] = "头比脸盆大#5845",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "枫叶漂霖-能源舰",
						["iLvl"] = 944,
						["class"] = 8,
						["time"] = 1511462194,
						["bTag"] = "枫子#5814",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "Kasulina-风暴之鳞",
						["iLvl"] = 920,
						["class"] = 6,
						["time"] = 1511462194,
						["bTag"] = "哈湫娃娃#5614",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "二鸦-无尽之海",
						["iLvl"] = 939,
						["class"] = 1,
						["time"] = 1511462194,
						["bTag"] = "三儍#5805",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "轻解霓裳-踏梦者",
						["iLvl"] = 945,
						["class"] = 2,
						["time"] = 1511462187,
						["bTag"] = "轻解霓裳#5461",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "輪恛丶圜舞曲-奥拉基尔",
						["iLvl"] = 940,
						["class"] = 8,
						["time"] = 1511462187,
						["bTag"] = "輪丶恛#5730",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "温蕾尔-奥尔加隆",
						["iLvl"] = 921,
						["class"] = 2,
						["time"] = 1511462194,
						["bTag"] = "sKiN#5618",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "一叶槿灯寐-埃德萨拉",
						["iLvl"] = 941,
						["class"] = 12,
						["time"] = 1511462194,
						["bTag"] = "一曲一声叹#51550",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "丶雷伊-迅捷微风",
						["iLvl"] = 948,
						["class"] = 1,
						["time"] = 1511462194,
						["bTag"] = "红人双马尾#5123",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "Silvan-加基森",
						["iLvl"] = 943,
						["class"] = 3,
						["time"] = 1511462194,
						["bTag"] = "yoyo#51251",
					}, -- [23]
					{
						["name"] = "叶绿-奥妮克希亚",
						["role"] = "TANK",
						["time"] = 1511462194,
						["class"] = 11,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "天涯漂泊-风行者",
						["iLvl"] = 943,
						["class"] = 1,
						["time"] = 1511462187,
						["bTag"] = "呆贼#5539",
					}, -- [25]
					{
						["name"] = "清风入我心-巫妖之王",
						["role"] = "DAMAGER",
						["time"] = 1511462194,
						["class"] = 12,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "三年后的宝铃-萨尔",
						["iLvl"] = 949,
						["time"] = 1511763408,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "党叔#5968",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "黑翔-海克泰尔",
						["iLvl"] = 934,
						["time"] = 1511763410,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "武老二#51852",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "唿的一下-迅捷微风",
						["iLvl"] = 937,
						["time"] = 1511763412,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "蔡赟#5266",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "天使飞云-戈提克",
						["iLvl"] = 945,
						["class"] = 9,
						["time"] = 1511763408,
						["bTag"] = "天使飞云#5181",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "殇之爱罗-无尽之海",
						["iLvl"] = 939,
						["class"] = 2,
						["time"] = 1511763424,
						["bTag"] = "傅强#5244",
					}, -- [31]
					{
						["role"] = "TANK",
						["name"] = "距灬离-影之哀伤",
						["iLvl"] = 941,
						["class"] = 6,
						["time"] = 1511763406,
						["bTag"] = "渺小之牛头人#55566",
					}, -- [32]
					{
						["role"] = "HEALER",
						["name"] = "Promesse-奥妮克希亚",
						["iLvl"] = 944,
						["class"] = 5,
						["time"] = 1511763416,
						["bTag"] = "Promesse#5492",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "瓜王-熔火之心",
						["iLvl"] = 945,
						["class"] = 7,
						["time"] = 1511763406,
						["bTag"] = "瓜王#51375",
					}, -- [34]
					{
						["role"] = "TANK",
						["name"] = "菠萝先生-安苏",
						["iLvl"] = 944,
						["class"] = 12,
						["time"] = 1511763428,
						["bTag"] = "萌爆了思密达#5738",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "Pvk-战歌",
						["iLvl"] = 946,
						["class"] = 3,
						["time"] = 1511763404,
						["bTag"] = "幻小舞#5211",
					}, -- [36]
					{
						["role"] = "TANK",
						["name"] = "欧皇灬牛犇-燃烧之刃",
						["iLvl"] = 947,
						["class"] = 6,
						["time"] = 1511763424,
						["bTag"] = "戰灬#5566",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "苏丹阿斯顿-诺莫瑞根",
						["iLvl"] = 916,
						["class"] = 3,
						["time"] = 1511763418,
						["bTag"] = "cailiulong#5950",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "毁灭之垂-克尔苏加德",
						["iLvl"] = 948,
						["class"] = 2,
						["time"] = 1511763412,
						["bTag"] = "堕落#5572",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "天下无冰-巫妖之王",
						["iLvl"] = 939,
						["class"] = 1,
						["time"] = 1511763454,
						["bTag"] = "死亡的陪伴#5477",
					}, -- [40]
					{
						["name"] = "自导灬自演-菲米丝",
						["role"] = "DAMAGER",
						["time"] = 1511763406,
						["class"] = 12,
					}, -- [41]
					{
						["role"] = "HEALER",
						["name"] = "緋雪-克尔苏加德",
						["iLvl"] = 940,
						["class"] = 5,
						["time"] = 1511763412,
						["bTag"] = "Jane#5375",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "符惟一-烈焰峰",
						["iLvl"] = 939,
						["class"] = 12,
						["time"] = 1511763408,
						["bTag"] = "酥酥的麻麻的#5497",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "我要用妇炎洁-时光之穴",
						["iLvl"] = 941,
						["class"] = 1,
						["time"] = 1511763454,
						["bTag"] = "毛拉#5110",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "酒鬼老陈-织亡者",
						["iLvl"] = 850,
						["class"] = 10,
						["time"] = 1511763725,
						["bTag"] = "小肥貓#5798",
					}, -- [45]
					{
						["role"] = "TANK",
						["name"] = "Drakehund-燃烧平原",
						["iLvl"] = 944,
						["class"] = 10,
						["time"] = 1511763454,
						["bTag"] = "Drakehund#5617",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "柒年丶忽然间-血色十字军",
						["iLvl"] = 922,
						["class"] = 5,
						["time"] = 1511763408,
						["bTag"] = "Meran#5926",
					}, -- [47]
					{
						["name"] = "吾皇丶-诺兹多姆",
						["role"] = "DAMAGER",
						["time"] = 1511763454,
						["class"] = 3,
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "诉说无言-玛洛加尔",
						["iLvl"] = 950,
						["class"] = 9,
						["time"] = 1511763412,
						["bTag"] = "诉说无言#5533",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "肉成成丶-血色十字军",
						["iLvl"] = 942,
						["class"] = 12,
						["time"] = 1511763454,
						["bTag"] = "GrumpyKitten#575453",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "月上清影-安其拉",
						["iLvl"] = 942,
						["class"] = 11,
						["time"] = 1511763454,
						["bTag"] = "绿熊#5741",
					}, -- [51]
					{
						["name"] = "灬躺赢花灬-布兰卡德",
						["role"] = "HEALER",
						["time"] = 1511763454,
						["class"] = 5,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "千反田惠瑠-燃烧之刃",
						["iLvl"] = 939,
						["class"] = 10,
						["time"] = 1511763454,
						["bTag"] = "Tsubasa#51572",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "翘课丶流沙-冰风岗",
						["iLvl"] = 925,
						["class"] = 8,
						["time"] = 1511763454,
						["bTag"] = "Young#5498",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "月淚兒-雷霆之王",
						["iLvl"] = 947,
						["time"] = 1511763454,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "月泪儿#51720",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "後會無期-雷霆之王",
						["iLvl"] = 945,
						["class"] = 6,
						["time"] = 1511763454,
						["bTag"] = "後會無期#51243",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "黑眼圈獣獣-迦拉克隆",
						["iLvl"] = 920,
						["class"] = 1,
						["time"] = 1511763454,
						["bTag"] = "豆豆#5344",
					}, -- [57]
					{
						["role"] = "TANK",
						["name"] = "秋明山丶欲帝-主宰之剑",
						["iLvl"] = 943,
						["class"] = 1,
						["time"] = 1511763454,
						["bTag"] = "狂狼小妖#5834",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "无疆-神圣之歌",
						["iLvl"] = 916,
						["class"] = 8,
						["time"] = 1511763454,
						["bTag"] = "牧羊犬#52761",
					}, -- [59]
					{
						["role"] = "TANK",
						["name"] = "安老大-暗影之月",
						["iLvl"] = 944,
						["class"] = 6,
						["time"] = 1511763454,
						["bTag"] = "安大叔#51445",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "碧丶莲-阿比迪斯",
						["iLvl"] = 870,
						["class"] = 5,
						["time"] = 1511763454,
						["bTag"] = "小宝貝#5801",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "地狱丶咆哮丶-艾露恩",
						["iLvl"] = 916,
						["class"] = 1,
						["time"] = 1511763438,
						["bTag"] = "夜依旧深邃#5105",
					}, -- [62]
					{
						["name"] = "Rozalia-克尔苏加德",
						["role"] = "DAMAGER",
						["time"] = 1511763454,
						["class"] = 3,
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "Xdh-伊森利恩",
						["iLvl"] = 942,
						["class"] = 12,
						["time"] = 1511763454,
						["bTag"] = "Xss#51795",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔也可天使-鬼雾峰",
						["iLvl"] = 927,
						["time"] = 1511763736,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "强啦啦#5525",
					}, -- [65]
					{
						["role"] = "HEALER",
						["name"] = "艾尔文小绵羊-风行者",
						["iLvl"] = 944,
						["class"] = 5,
						["time"] = 1511763723,
						["bTag"] = "玛里苟斯的回忆#5270",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "遗忘者丶狂徒-石爪峰",
						["iLvl"] = 903,
						["class"] = 4,
						["time"] = 1511763729,
						["bTag"] = "杜隆塔尔丶王#5669",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "苦瓜炒蛋-安苏",
						["iLvl"] = 934,
						["time"] = 1511763740,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "星爷#51315",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "Yanni-死亡之翼",
						["iLvl"] = 953,
						["class"] = 5,
						["time"] = 1511763794,
						["bTag"] = "Yanni#5131",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "福利豆-暗影议会",
						["iLvl"] = 946,
						["class"] = 4,
						["time"] = 1511763698,
						["bTag"] = "红豆哥#5267",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "忆之珠珠-贫瘠之地",
						["iLvl"] = 926,
						["class"] = 8,
						["time"] = 1511763727,
						["bTag"] = "小飞猪#51404",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "曖昧寶貝-加兹鲁维",
						["iLvl"] = 932,
						["class"] = 9,
						["time"] = 1511763717,
						["bTag"] = "诡诈之龟#53704",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "出手如刀-贫瘠之地",
						["iLvl"] = 945,
						["class"] = 12,
						["time"] = 1511763731,
						["bTag"] = "荒淫哥#5611",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "贫尼法号需根-洛萨",
						["iLvl"] = 945,
						["class"] = 12,
						["time"] = 1511763698,
						["bTag"] = "小四#5920",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "鑫森淼焱垚-罗宁",
						["iLvl"] = 942,
						["class"] = 3,
						["time"] = 1511763760,
						["bTag"] = "孩子脾气#5733",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "唉哟卧槽-克尔苏加德",
						["iLvl"] = 944,
						["class"] = 3,
						["time"] = 1511763723,
						["bTag"] = "KINGERSHA#5680",
					}, -- [76]
					{
						["role"] = "HEALER",
						["name"] = "莞爾如煙-埃德萨拉",
						["iLvl"] = 951,
						["class"] = 5,
						["time"] = 1511763698,
						["bTag"] = "喵丶喵#5946",
					}, -- [77]
					{
						["role"] = "TANK",
						["name"] = "Alexwang-迅捷微风",
						["iLvl"] = 929,
						["class"] = 10,
						["time"] = 1511763698,
						["bTag"] = "distance#5978",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "拘板-安苏",
						["iLvl"] = 910,
						["class"] = 1,
						["time"] = 1511763723,
						["bTag"] = "茫然之阮#5323",
					}, -- [79]
					{
						["role"] = "TANK",
						["name"] = "浅唱馨福-克尔苏加德",
						["iLvl"] = 946,
						["class"] = 2,
						["time"] = 1511763725,
						["bTag"] = "浅唱馨鑫#5676",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "念奴丶娇-死亡之翼",
						["iLvl"] = 931,
						["class"] = 3,
						["time"] = 1511763731,
						["bTag"] = "你们的皇帝回来了#51156",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "干锅小龙虾-丽丽（四川）",
						["iLvl"] = 942,
						["class"] = 8,
						["time"] = 1511763729,
						["bTag"] = "ST1311#5704",
					}, -- [82]
					{
						["role"] = "HEALER",
						["name"] = "筱灬孲-迦顿",
						["iLvl"] = 934,
						["class"] = 5,
						["time"] = 1511763725,
						["bTag"] = "小妖精#5346",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "Fakèr-阿纳克洛斯",
						["iLvl"] = 856,
						["class"] = 4,
						["time"] = 1511763736,
						["bTag"] = "BirdMan#5793",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "醉心花-安东尼达斯",
						["iLvl"] = 906,
						["class"] = 12,
						["time"] = 1511763770,
						["bTag"] = "想太多#5373",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "多福狼明哥-血羽",
						["iLvl"] = 947,
						["class"] = 6,
						["time"] = 1511763717,
						["bTag"] = "叫宽哥#5488",
					}, -- [86]
					{
						["role"] = "TANK",
						["name"] = "凯子丶搞特警-菲拉斯",
						["iLvl"] = 945,
						["class"] = 2,
						["time"] = 1511763717,
						["bTag"] = "罗旭#51247",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "隐男丶-格瑞姆巴托",
						["iLvl"] = 912,
						["class"] = 12,
						["time"] = 1511763727,
						["bTag"] = "血痕#51556",
					}, -- [88]
					{
						["name"] = "明天就删号-黑暗魅影",
						["role"] = "DAMAGER",
						["time"] = 1511763723,
						["class"] = 9,
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "消糸-死亡之翼",
						["iLvl"] = 939,
						["class"] = 1,
						["time"] = 1511763723,
						["bTag"] = "青鸾#51839",
					}, -- [90]
					{
						["name"] = "牛性不改-燃烧之刃",
						["role"] = "DAMAGER",
						["time"] = 1511763729,
						["class"] = 1,
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "皮咔秋-伊利丹",
						["iLvl"] = 888,
						["class"] = 7,
						["time"] = 1511763727,
						["bTag"] = "Madaaaao#5796",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "逗逗骑-厄祖玛特",
						["iLvl"] = 935,
						["class"] = 2,
						["time"] = 1511763731,
						["bTag"] = "Sagittarius#5996",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "改变未来-苏塔恩",
						["iLvl"] = 946,
						["time"] = 1511763794,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "改变未来#5148",
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "春秋一剑-安纳塞隆",
						["iLvl"] = 947,
						["class"] = 1,
						["time"] = 1511763794,
						["bTag"] = "一剑#52238",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "尼古丁之依然-屠魔山谷",
						["iLvl"] = 927,
						["class"] = 8,
						["time"] = 1511763794,
						["bTag"] = "邪惡依然#5961",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "北极的光-凤凰之神",
						["iLvl"] = 944,
						["class"] = 3,
						["time"] = 1511763794,
						["bTag"] = "北极#5200",
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "温州扛把子-伊利丹",
						["iLvl"] = 945,
						["class"] = 8,
						["time"] = 1511763794,
						["bTag"] = "沉默之剑#556615",
					}, -- [98]
					{
						["role"] = "HEALER",
						["name"] = "牧空城-迦拉克隆",
						["iLvl"] = 943,
						["class"] = 5,
						["time"] = 1511763794,
						["bTag"] = "驰飞#5127",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "你哥温柔-迦拉克隆",
						["iLvl"] = 946,
						["class"] = 3,
						["time"] = 1511763772,
						["bTag"] = "温柔哥哥#5698",
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "都不容易-达尔坎",
						["iLvl"] = 944,
						["class"] = 11,
						["time"] = 1511763794,
						["bTag"] = "祝踏岚#52625",
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "好大一颗术-阿克蒙德",
						["iLvl"] = 951,
						["class"] = 9,
						["time"] = 1511763794,
						["bTag"] = "Titanforged#5604",
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "灬糯米團灬-托尔巴拉德",
						["iLvl"] = 941,
						["class"] = 5,
						["time"] = 1511763794,
						["bTag"] = "静茹飞飞丶#5767",
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "一尘丶-金色平原",
						["iLvl"] = 929,
						["class"] = 3,
						["time"] = 1511763794,
						["bTag"] = "饼丶#5146",
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "荣耀属于部落-白银之手",
						["iLvl"] = 936,
						["class"] = 1,
						["time"] = 1511763794,
						["bTag"] = "岁月不扰人#5254",
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "一箭诛心-阿纳克洛斯",
						["iLvl"] = 944,
						["class"] = 3,
						["time"] = 1511763794,
						["bTag"] = "地狱之骑#5903",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "Stevenlol-死亡之翼",
						["iLvl"] = 929,
						["class"] = 4,
						["time"] = 1511763794,
						["bTag"] = "一路向北不好漂#5808",
					}, -- [107]
					{
						["name"] = "約翰丨馬斯頓-达克萨隆",
						["role"] = "DAMAGER",
						["time"] = 1511763794,
						["class"] = 1,
					}, -- [108]
					{
						["name"] = "五经-夏维安",
						["role"] = "TANK",
						["time"] = 1511763794,
						["class"] = 1,
					}, -- [109]
					{
						["name"] = "Revenge-罗曼斯",
						["role"] = "TANK",
						["time"] = 1511763794,
						["class"] = 2,
					}, -- [110]
					{
						["name"] = "尕喵喵-地狱之石",
						["role"] = "DAMAGER",
						["time"] = 1511763794,
						["class"] = 5,
					}, -- [111]
					{
						["role"] = "TANK",
						["name"] = "呆呆丨小母牛-凤凰之神",
						["iLvl"] = 947,
						["time"] = 1511763928,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "爺领导娘们#5358",
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "瘟神之翼-萨菲隆",
						["iLvl"] = 917,
						["time"] = 1511763930,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "幸运之虎#511652",
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "提奥弗丁-阿尔萨斯",
						["iLvl"] = 937,
						["class"] = 2,
						["time"] = 1511763930,
						["bTag"] = "担负着简单的满足#5794",
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "阿克图瑞死-丽丽（四川）",
						["iLvl"] = 939,
						["class"] = 3,
						["time"] = 1511763930,
						["bTag"] = "就是这么帅#51916",
					}, -- [115]
					{
						["role"] = "TANK",
						["name"] = "丶如來-死亡之翼",
						["iLvl"] = 943,
						["class"] = 6,
						["time"] = 1511763930,
						["bTag"] = "玄奘#51321",
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "Mikealsont-神圣之歌",
						["iLvl"] = 893,
						["class"] = 6,
						["time"] = 1511763930,
						["bTag"] = "Klaus#52588",
					}, -- [117]
					{
						["role"] = "TANK",
						["name"] = "苏克儿-血环",
						["iLvl"] = 940,
						["class"] = 2,
						["time"] = 1511763930,
						["bTag"] = "魔魂暗影#5565",
					}, -- [118]
					{
						["role"] = "HEALER",
						["name"] = "Deany-艾莫莉丝",
						["iLvl"] = 937,
						["class"] = 5,
						["time"] = 1511763930,
						["bTag"] = "伤人者终伤己#5115",
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "只会奶的防战-奥尔加隆",
						["iLvl"] = 920,
						["class"] = 1,
						["time"] = 1511763930,
						["bTag"] = "狂暴灬战#5902",
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "射手座丶醒醒-深渊之巢",
						["iLvl"] = 924,
						["class"] = 3,
						["time"] = 1511763930,
						["bTag"] = "醒醒#5450",
					}, -- [121]
					{
						["role"] = "DAMAGER",
						["name"] = "嗷嗷直叫-苏塔恩",
						["iLvl"] = 945,
						["class"] = 1,
						["time"] = 1511763930,
						["bTag"] = "Sandi#5391",
					}, -- [122]
					{
						["role"] = "DAMAGER",
						["name"] = "熊猫丶-激流之傲",
						["iLvl"] = 939,
						["class"] = 1,
						["time"] = 1511763930,
						["bTag"] = "肖仔丶#5426",
					}, -- [123]
					{
						["role"] = "DAMAGER",
						["name"] = "少字贼-苏塔恩",
						["iLvl"] = 945,
						["class"] = 12,
						["time"] = 1511763930,
						["bTag"] = "老牛吃嫩草#5949",
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["name"] = "大将斯摩格-血环",
						["iLvl"] = 920,
						["class"] = 12,
						["time"] = 1511763930,
						["bTag"] = "黯夜#5102",
					}, -- [125]
					{
						["name"] = "天天星冰乐-烈焰峰",
						["role"] = "TANK",
						["time"] = 1511763930,
						["class"] = 12,
					}, -- [126]
					{
						["name"] = "宋氏尊主-拉文凯斯",
						["role"] = "DAMAGER",
						["time"] = 1511763930,
						["class"] = 9,
					}, -- [127]
					{
						["name"] = "骚年如梦-无尽之海",
						["role"] = "TANK",
						["time"] = 1511763930,
						["class"] = 6,
					}, -- [128]
					{
						["name"] = "背後的撫慰-霜狼",
						["role"] = "DAMAGER",
						["time"] = 1511763930,
						["class"] = 4,
					}, -- [129]
				},
				["1-134-487-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "傻彡蛮-加基森",
						["iLvl"] = 935,
						["class"] = 7,
						["time"] = 1509301951,
						["bTag"] = "幸运之虎#518496",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "艾奥尼-基尔罗格",
						["iLvl"] = 919,
						["class"] = 8,
						["time"] = 1509301951,
						["bTag"] = "艾奥尼#5394",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "小名叫呼啦啦-冰风岗",
						["iLvl"] = 944,
						["class"] = 5,
						["time"] = 1509301951,
						["bTag"] = "Sticiy#5745",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "丶丨後來灬-影之哀伤",
						["iLvl"] = 947,
						["class"] = 6,
						["time"] = 1509301951,
						["bTag"] = "後丶来#5590",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "死亡虾米-伊森利恩",
						["iLvl"] = 928,
						["class"] = 4,
						["time"] = 1509302102,
						["bTag"] = "老七#5440",
					}, -- [5]
					{
						["name"] = "流蘇晚晴-血环",
						["role"] = "DAMAGER",
						["time"] = 1509302028,
						["class"] = 9,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "壹兌羊-萨格拉斯",
						["iLvl"] = 942,
						["class"] = 2,
						["time"] = 1509302023,
						["bTag"] = "来回忽悠的羊#5703",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "不訴離傷丶-格瑞姆巴托",
						["iLvl"] = 945,
						["class"] = 3,
						["time"] = 1509302028,
						["bTag"] = "G1n#51569",
					}, -- [8]
					{
						["name"] = "瞬间转移来啊-伊森利恩",
						["role"] = "TANK",
						["time"] = 1509302023,
						["class"] = 1,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "东方开个门-寒冰皇冠",
						["iLvl"] = 941,
						["time"] = 1509302137,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "BigHippo#5371",
					}, -- [10]
					{
						["name"] = "灵魂之盾-凤凰之神",
						["role"] = "TANK",
						["time"] = 1509302102,
						["class"] = 2,
					}, -- [11]
					{
						["name"] = "咩咩萌牛-死亡之翼",
						["role"] = "DAMAGER",
						["time"] = 1509302110,
						["class"] = 1,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "臻韵喌-狂热之刃",
						["iLvl"] = 940,
						["time"] = 1509302576,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "赞美太阳#51581",
					}, -- [13]
					{
						["role"] = "TANK",
						["name"] = "小凯娜-鬼雾峰",
						["iLvl"] = 924,
						["class"] = 10,
						["time"] = 1509302507,
						["bTag"] = "雨辰#5599",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "喵喵奶昔兽-萨菲隆",
						["iLvl"] = 936,
						["class"] = 2,
						["time"] = 1509302554,
						["bTag"] = "GrumpyKitten#510928",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "寂丶寞-芬里斯",
						["iLvl"] = 938,
						["class"] = 10,
						["time"] = 1509302576,
						["bTag"] = "brokenheart#51753",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "Lilimon-伊利丹",
						["iLvl"] = 927,
						["time"] = 1509303031,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "一辈子的喵#5198",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "Vermeer-伊利丹",
						["iLvl"] = 930,
						["class"] = 4,
						["time"] = 1509303031,
						["bTag"] = "一辈子的喵#5198",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "沾衣乱飞-布兰卡德",
						["iLvl"] = 876,
						["class"] = 8,
						["time"] = 1509303031,
						["bTag"] = "御术#5120",
					}, -- [19]
					{
						["role"] = "TANK",
						["name"] = "请叫我圆规-安苏",
						["iLvl"] = 894,
						["class"] = 12,
						["time"] = 1509303031,
						["bTag"] = "阿拉诺克#5528",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "干切粉-伊森利恩",
						["iLvl"] = 931,
						["class"] = 6,
						["time"] = 1509303014,
						["bTag"] = "廖一天#5730",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "插翅虎-玛法里奥",
						["iLvl"] = 922,
						["class"] = 12,
						["time"] = 1509303022,
						["bTag"] = "小样快冲#5518",
					}, -- [22]
					{
						["role"] = "TANK",
						["name"] = "七琪岂契-玛洛加尔",
						["iLvl"] = 922,
						["class"] = 11,
						["time"] = 1509303031,
						["bTag"] = "消逝#5241",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "吸烟有害身体-克尔苏加德",
						["iLvl"] = 941,
						["class"] = 1,
						["time"] = 1509303031,
						["bTag"] = "花果山的互撸娃#5442",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "姓王住隔壁-贫瘠之地",
						["iLvl"] = 924,
						["class"] = 11,
						["time"] = 1509303022,
						["bTag"] = "BouncyBear#5627",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "一代术神-主宰之剑",
						["iLvl"] = 853,
						["class"] = 9,
						["time"] = 1509303031,
						["bTag"] = "睿智的我#5554",
					}, -- [26]
					{
						["role"] = "TANK",
						["name"] = "圣乔治-逐日者",
						["iLvl"] = 916,
						["class"] = 2,
						["time"] = 1509303031,
						["bTag"] = "刂王#5499",
					}, -- [27]
					{
						["name"] = "Ciciaacici-霜狼",
						["role"] = "DAMAGER",
						["time"] = 1509303031,
						["class"] = 1,
					}, -- [28]
					{
						["role"] = "HEALER",
						["name"] = "异法无天-无尽之海",
						["iLvl"] = 944,
						["class"] = 11,
						["time"] = 1509303031,
						["bTag"] = "你妹可好#5713",
					}, -- [29]
					{
						["role"] = "TANK",
						["name"] = "小平胸无敌-鬼雾峰",
						["iLvl"] = 892,
						["class"] = 2,
						["time"] = 1509303031,
						["bTag"] = "巴恩哈特#5296",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "丶木槿天堂丶-无尽之海",
						["iLvl"] = 927,
						["class"] = 9,
						["time"] = 1509303031,
						["bTag"] = "木槿天堂#5511",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "丨壹訫向妍灬-冰风岗",
						["iLvl"] = 942,
						["class"] = 8,
						["time"] = 1509303031,
						["bTag"] = "Alex#56375",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "夙玉-阿克蒙德",
						["iLvl"] = 935,
						["class"] = 3,
						["time"] = 1509303031,
						["bTag"] = "Mikassong#5403",
					}, -- [33]
					{
						["role"] = "HEALER",
						["name"] = "醉小宁-塞拉摩",
						["iLvl"] = 905,
						["class"] = 5,
						["time"] = 1509303031,
						["bTag"] = "喵喵#54677",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "星空下丶绚夜-海克泰尔",
						["iLvl"] = 896,
						["class"] = 9,
						["time"] = 1509303031,
						["bTag"] = "绚夜#5708",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "猫蛋蛋恩-安苏",
						["iLvl"] = 748,
						["class"] = 12,
						["time"] = 1509303031,
						["bTag"] = "你看我会发光#5823",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "转杀你的叼-血色十字军",
						["iLvl"] = 921,
						["class"] = 4,
						["time"] = 1509303031,
						["bTag"] = "韦友#5779",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "Ce-黑暗魅影",
						["iLvl"] = 864,
						["class"] = 9,
						["time"] = 1509303031,
						["bTag"] = "哒菲姬#5133",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "丨雾都丨-霜狼",
						["iLvl"] = 942,
						["class"] = 3,
						["time"] = 1509303031,
						["bTag"] = "子墨#5810",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "凡事心静-熊猫酒仙",
						["iLvl"] = 923,
						["class"] = 4,
						["time"] = 1509303031,
						["bTag"] = "HappyFeet#5958",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "欣欣小叶子-死亡之翼",
						["iLvl"] = 938,
						["class"] = 3,
						["time"] = 1509303031,
						["bTag"] = "慧慧#5848",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "开往白天的夜-安苏",
						["iLvl"] = 841,
						["class"] = 2,
						["time"] = 1509303031,
						["bTag"] = "你离开了南京#51715",
					}, -- [42]
					{
						["name"] = "十个加尔鲁什-安苏",
						["role"] = "TANK",
						["time"] = 1509302965,
						["class"] = 6,
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "吻别流浪猫-红龙军团",
						["iLvl"] = 927,
						["class"] = 4,
						["time"] = 1509303031,
						["bTag"] = "充气猫咪#5419",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "刺日黥邪-加尔",
						["iLvl"] = 913,
						["class"] = 4,
						["time"] = 1509303031,
						["bTag"] = "太子辉#51256",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "到处捅-达隆米尔",
						["iLvl"] = 909,
						["class"] = 4,
						["time"] = 1509303031,
						["bTag"] = "黑爱#5851",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "信仰在飘扬-格瑞姆巴托",
						["iLvl"] = 876,
						["class"] = 1,
						["time"] = 1509303022,
						["bTag"] = "你以为你是誰#5980",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "尐尛渢-斩魔者",
						["iLvl"] = 872,
						["class"] = 6,
						["time"] = 1509303031,
						["bTag"] = "尐尛渢#5262",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "冥界丘比特-伊森利恩",
						["iLvl"] = 932,
						["class"] = 3,
						["time"] = 1509303031,
						["bTag"] = "多杰才让#5676",
					}, -- [49]
					{
						["name"] = "虫豆豆-奥尔加隆",
						["role"] = "DAMAGER",
						["time"] = 1509303031,
						["class"] = 8,
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "Ànson-安苏",
						["iLvl"] = 938,
						["class"] = 4,
						["time"] = 1509303031,
						["bTag"] = "阿骚#51858",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "夜丶宵丶-死亡之翼",
						["iLvl"] = 876,
						["class"] = 8,
						["time"] = 1509303031,
						["bTag"] = "儿子王权没有永恒#5286",
					}, -- [52]
					{
						["role"] = "HEALER",
						["name"] = "咕咕之神-血色十字军",
						["iLvl"] = 950,
						["class"] = 11,
						["time"] = 1509303031,
						["bTag"] = "咕咕#51268",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "麦卡伦丶-加兹鲁维",
						["iLvl"] = 942,
						["time"] = 1510426715,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "为我这一整天举杯#5945",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "寂静-格瑞姆巴托",
						["iLvl"] = 948,
						["class"] = 11,
						["time"] = 1510426715,
						["bTag"] = "涵宝宝#51879",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "枫劒-死亡之翼",
						["iLvl"] = 929,
						["class"] = 3,
						["time"] = 1510426715,
						["bTag"] = "二两锅贴#51634",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "大大姐-巨龙之吼",
						["iLvl"] = 937,
						["class"] = 2,
						["time"] = 1510426856,
						["bTag"] = "孤独的圣光#5611",
					}, -- [57]
					{
						["name"] = "黄焖鸡盖浇饭-莱索恩",
						["role"] = "TANK",
						["time"] = 1510611766,
						["class"] = 12,
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "为了女王丶-瓦里安",
						["iLvl"] = 877,
						["time"] = 1510996316,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "橙橙橙橙橙橙#51566",
					}, -- [59]
					{
						["name"] = "格物斯坦-加尔",
						["role"] = "TANK",
						["time"] = 1510996316,
						["class"] = 12,
					}, -- [60]
					{
						["name"] = "骑大象看蚂蚁-影之哀伤",
						["role"] = "DAMAGER",
						["time"] = 1510996316,
						["class"] = 1,
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "丶王尼玛-阿纳克洛斯",
						["iLvl"] = 941,
						["time"] = 1511356978,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "必须成为大酋长#5942",
					}, -- [62]
					{
						["name"] = "萌萌哒小诗雨-遗忘海岸",
						["role"] = "DAMAGER",
						["time"] = 1511356881,
						["class"] = 2,
					}, -- [63]
					{
						["role"] = "TANK",
						["name"] = "Floatdream-燃烧之刃",
						["iLvl"] = 938,
						["class"] = 2,
						["time"] = 1511356891,
						["bTag"] = "致命之猫#53647",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "水丶清浅-安苏",
						["iLvl"] = 937,
						["class"] = 3,
						["time"] = 1511356988,
						["bTag"] = "凛凛人如在#5435",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "皓月星尘-暗影裂口",
						["iLvl"] = 906,
						["time"] = 1511460656,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "开到荼蘼花事了#51804",
					}, -- [66]
					{
						["role"] = "TANK",
						["name"] = "夜月吖浮城-亡语者",
						["iLvl"] = 919,
						["class"] = 6,
						["time"] = 1511460656,
						["bTag"] = "陈健斌#5297",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "Rossoneiri-艾莫莉丝",
						["iLvl"] = 943,
						["class"] = 3,
						["time"] = 1511460656,
						["bTag"] = "寂寞先生#52875",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "湮羽灬颖儿-布兰卡德",
						["iLvl"] = 929,
						["class"] = 4,
						["time"] = 1511460656,
						["bTag"] = "侠菩提#5223",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "朝潮暮汐-阿克蒙德",
						["iLvl"] = 934,
						["time"] = 1511627176,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "熊熊爱兔兔#5925",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "逍遥血骑-迪托马斯",
						["iLvl"] = 921,
						["class"] = 2,
						["time"] = 1511627174,
						["bTag"] = "TrickyHunter#527225",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "突木椿-通灵学院",
						["iLvl"] = 928,
						["class"] = 12,
						["time"] = 1511627134,
						["bTag"] = "misery#51521",
					}, -- [72]
					{
						["name"] = "轻履者-巨龙之吼",
						["role"] = "TANK",
						["time"] = 1511627169,
						["class"] = 11,
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "居虫-丽丽（四川）",
						["iLvl"] = 798,
						["time"] = 1511764358,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "你一抹微笑如茉莉#51356",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "満花都-幽暗沼泽",
						["iLvl"] = 939,
						["class"] = 12,
						["time"] = 1511764311,
						["bTag"] = "一丝清风丿#5150",
					}, -- [75]
					{
						["name"] = "吴琦展-玛洛加尔",
						["role"] = "DAMAGER",
						["time"] = 1511764311,
						["class"] = 4,
					}, -- [76]
					{
						["role"] = "TANK",
						["name"] = "丶丶點-红云台地",
						["iLvl"] = 945,
						["class"] = 12,
						["time"] = 1511764354,
						["bTag"] = "黯影随风#5843",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "天神修罗-通灵学院",
						["iLvl"] = 933,
						["time"] = 1511764431,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "Johnsnow#5425",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "九世輪回-伊森利恩",
						["iLvl"] = 935,
						["class"] = 8,
						["time"] = 1511764475,
						["bTag"] = "Annie#51625",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "邪恶男人-影之哀伤",
						["iLvl"] = 925,
						["class"] = 9,
						["time"] = 1511764500,
						["bTag"] = "妮妮乖乖#5857",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "壮年阿宾-迅捷微风",
						["iLvl"] = 944,
						["class"] = 12,
						["time"] = 1511764491,
						["bTag"] = "阿宾075#5590",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "塞纳里奥之怒-血色十字军",
						["iLvl"] = 948,
						["time"] = 1511765691,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "老魏#5848",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "封刀丶看海-鬼雾峰",
						["iLvl"] = 949,
						["class"] = 1,
						["time"] = 1511765718,
						["bTag"] = "封刀丶看海#5694",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "珀晓-烈焰峰",
						["iLvl"] = 945,
						["class"] = 3,
						["time"] = 1511765713,
						["bTag"] = "指鹿为马户#5978",
					}, -- [84]
					{
						["name"] = "Yumica-恶魔之魂",
						["role"] = "DAMAGER",
						["time"] = 1511765703,
						["class"] = 4,
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "满江紅-烈焰荆棘",
						["iLvl"] = 944,
						["time"] = 1511765926,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "NightRaven#55610",
					}, -- [86]
					{
						["role"] = "TANK",
						["name"] = "亡者之生-安苏",
						["iLvl"] = 935,
						["time"] = 1511765937,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "霍比特人3102#5542",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "丨槿汐丶-冰霜之刃",
						["iLvl"] = 950,
						["class"] = 9,
						["time"] = 1511765847,
						["bTag"] = "独秀灬#51496",
					}, -- [88]
					{
						["role"] = "TANK",
						["name"] = "狄阿布罗魔尊-死亡之翼",
						["iLvl"] = 923,
						["class"] = 12,
						["time"] = 1511765949,
						["bTag"] = "磨驴大吊车#5602",
					}, -- [89]
				},
				["2-118-463-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "走向凡瑙-末日行者",
						["iLvl"] = 946,
						["time"] = 1511611265,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "Sports#5919",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "掌柜的呢-末日行者",
						["iLvl"] = 948,
						["class"] = 2,
						["time"] = 1511611265,
						["bTag"] = "掌柜的回来了#5302",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "波比丨王大夫-燃烧之刃",
						["iLvl"] = 945,
						["class"] = 2,
						["time"] = 1511611265,
						["bTag"] = "一米莱#5828",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "出来不带枪-血色十字军",
						["iLvl"] = 942,
						["class"] = 5,
						["time"] = 1511611265,
						["bTag"] = "神枪#5229",
					}, -- [4]
				},
				["2-112-459-0"] = {
					{
						["role"] = "TANK",
						["name"] = "劉總-丽丽（四川）",
						["iLvl"] = 939,
						["time"] = 1509299156,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "虎神#5862",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "三毛的眀天-太阳之井",
						["iLvl"] = 918,
						["class"] = 2,
						["time"] = 1509299156,
						["bTag"] = "小逼放学等着#5527",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "南骚灬北浪-贫瘠之地",
						["iLvl"] = 938,
						["class"] = 3,
						["time"] = 1509299156,
						["bTag"] = "小逼放学等着#5527",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "风语讼葬-洛萨",
						["iLvl"] = 937,
						["class"] = 5,
						["time"] = 1509299156,
						["bTag"] = "光暗之间#5861",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "Vianner-黑铁",
						["iLvl"] = 953,
						["time"] = 1509648807,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "晟矽#5988",
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "纨轼鈈銾-烈焰峰",
						["iLvl"] = 940,
						["class"] = 10,
						["time"] = 1509648807,
						["bTag"] = "孤舞#5447",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "萌萌的小猫呀-埃德萨拉",
						["iLvl"] = 943,
						["class"] = 4,
						["time"] = 1509648807,
						["bTag"] = "Shadow#58410",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "晟矽-黑铁",
						["iLvl"] = 949,
						["class"] = 4,
						["time"] = 1509648807,
						["bTag"] = "晟矽#5988",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "Ordoxenos-无尽之海",
						["iLvl"] = 945,
						["time"] = 1510214166,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "大威最厉害#5396",
					}, -- [9]
					{
						["name"] = "花巷-凤凰之神",
						["role"] = "DAMAGER",
						["time"] = 1510214166,
						["class"] = 3,
					}, -- [10]
					{
						["name"] = "Augoeides-死亡熔炉",
						["role"] = "TANK",
						["time"] = 1510214166,
						["class"] = 6,
					}, -- [11]
					{
						["role"] = "HEALER",
						["name"] = "不爱也是种爱-影之哀伤",
						["iLvl"] = 946,
						["class"] = 5,
						["time"] = 1510214166,
						["bTag"] = "千与千寻#52620",
					}, -- [12]
					{
						["role"] = "TANK",
						["name"] = "叛逆武士-海加尔",
						["iLvl"] = 945,
						["time"] = 1511146385,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "叛逆#5432",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "是在下输了-奥斯里安",
						["iLvl"] = 948,
						["class"] = 8,
						["time"] = 1511146385,
						["bTag"] = "風中岚#5914",
					}, -- [14]
					{
						["role"] = "TANK",
						["name"] = "Kaedematsus-血色十字军",
						["iLvl"] = 951,
						["time"] = 1511342304,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "Artoria#5932",
					}, -- [15]
					{
						["role"] = "HEALER",
						["name"] = "闪亮亮的喵-血色十字军",
						["iLvl"] = 947,
						["class"] = 5,
						["time"] = 1511342304,
						["bTag"] = "荼雨梨花夏汐雪#5677",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "Heureux-格瑞姆巴托",
						["iLvl"] = 947,
						["class"] = 11,
						["time"] = 1511342304,
						["bTag"] = "HeuReux#51285",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "寂寞丶安好-凤凰之神",
						["iLvl"] = 939,
						["class"] = 1,
						["time"] = 1511342304,
						["bTag"] = "Arlen#5949",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "神魔炼-安苏",
						["iLvl"] = 939,
						["time"] = 1511342831,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "SneakySquid#542186",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "若渔涅槃-阿拉索",
						["iLvl"] = 929,
						["class"] = 12,
						["time"] = 1511342831,
						["bTag"] = "米蓝昆德拉#5911",
					}, -- [20]
					{
						["role"] = "HEALER",
						["name"] = "光之使者-埃德萨拉",
						["iLvl"] = 947,
						["class"] = 5,
						["time"] = 1511342831,
						["bTag"] = "从不套盾奶人#5155",
					}, -- [21]
					{
						["role"] = "TANK",
						["name"] = "乄骨傲天-黑铁",
						["iLvl"] = 943,
						["class"] = 6,
						["time"] = 1511342831,
						["bTag"] = "饕餮#51659",
					}, -- [22]
					{
						["role"] = "TANK",
						["name"] = "浅愛如風-死亡之翼",
						["iLvl"] = 951,
						["time"] = 1511347726,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "梓琪#51359",
					}, -- [23]
					{
						["role"] = "HEALER",
						["name"] = "梓赫-狂热之刃",
						["iLvl"] = 948,
						["class"] = 11,
						["time"] = 1511347726,
						["bTag"] = "光明之锤#522455",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "随风丶流逝-影之哀伤",
						["iLvl"] = 951,
						["class"] = 9,
						["time"] = 1511347726,
						["bTag"] = "随风流逝#5434",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "家有丶南瓜-萨格拉斯",
						["iLvl"] = 944,
						["class"] = 4,
						["time"] = 1511343689,
						["bTag"] = "筱筱少年#5240",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "思无邪-鹰巢山",
						["iLvl"] = 945,
						["class"] = 12,
						["time"] = 1511345902,
						["bTag"] = "BattlePants#57120",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "我有大号照着-狂热之刃",
						["iLvl"] = 948,
						["class"] = 1,
						["time"] = 1511347726,
						["bTag"] = "我有大号照着#5341",
					}, -- [28]
				},
				["3-123-481-0"] = {
					{
						["role"] = "TANK",
						["name"] = "无尽的愤怒-亚雷戈斯",
						["iLvl"] = 945,
						["class"] = 2,
						["time"] = 1511077038,
						["bTag"] = "布隆斯坦#5503",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "灬蒼彡風灬-布兰卡德",
						["iLvl"] = 943,
						["class"] = 11,
						["time"] = 1511075855,
						["bTag"] = "奔雷行风#5642",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "南宫扯蛋-格瑞姆巴托",
						["iLvl"] = 941,
						["class"] = 8,
						["time"] = 1511077038,
						["bTag"] = "千年#5966",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "风月花鸟-安苏",
						["iLvl"] = 948,
						["class"] = 11,
						["time"] = 1511077038,
						["bTag"] = "Ivan#53584",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "母牛妹妹-伊森利恩",
						["iLvl"] = 943,
						["class"] = 11,
						["time"] = 1511077038,
						["bTag"] = "喜果儿#51634",
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "发霉的黄瓜-凤凰之神",
						["iLvl"] = 946,
						["class"] = 6,
						["time"] = 1511075384,
						["bTag"] = "過眼煙雲#5867",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "法号给力-森金",
						["iLvl"] = 944,
						["class"] = 8,
						["time"] = 1511077038,
						["bTag"] = "轩锅#5832",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "星辰之耀-影之哀伤",
						["iLvl"] = 940,
						["class"] = 8,
						["time"] = 1511071336,
						["bTag"] = "星辰之耀#5471",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "看我脚毛长-冰霜之刃",
						["iLvl"] = 944,
						["class"] = 3,
						["time"] = 1511071336,
						["bTag"] = "看我脚毛长#5207",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "且醉今朝-燃烧之刃",
						["iLvl"] = 948,
						["class"] = 8,
						["time"] = 1511712089,
						["bTag"] = "且醉今朝#5500",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "飞狐小景-埃德萨拉",
						["iLvl"] = 945,
						["class"] = 3,
						["time"] = 1511075855,
						["bTag"] = "我爱文小姐#5357",
					}, -- [11]
					{
						["role"] = "HEALER",
						["name"] = "丶长门-安苏",
						["iLvl"] = 941,
						["class"] = 11,
						["time"] = 1511075855,
						["bTag"] = "神龙大侠#5408",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "不甘寂寞丶-鬼雾峰",
						["iLvl"] = 934,
						["class"] = 12,
						["time"] = 1511077038,
						["bTag"] = "BOA#52554",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "疯狂九头午-阿纳克洛斯",
						["iLvl"] = 941,
						["class"] = 1,
						["time"] = 1511071336,
						["bTag"] = "超龄洋葱#51723",
					}, -- [14]
					{
						["name"] = "煞灬哀伤-能源舰",
						["role"] = "DAMAGER",
						["time"] = 1511071140,
						["class"] = 6,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "漓曲-埃德萨拉",
						["iLvl"] = 943,
						["class"] = 10,
						["time"] = 1511075679,
						["bTag"] = "霍格#51122",
					}, -- [16]
					{
						["name"] = "花生的小豌豆-回音山",
						["role"] = "DAMAGER",
						["time"] = 1511070412,
						["class"] = 12,
					}, -- [17]
					{
						["name"] = "丶威廉伯爵-凤凰之神",
						["role"] = "DAMAGER",
						["time"] = 1511070439,
						["class"] = 8,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "滚肉球-熔火之心",
						["iLvl"] = 946,
						["class"] = 9,
						["time"] = 1511077038,
						["bTag"] = "滚肉球先生#5175",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "虐弑-塞拉摩",
						["iLvl"] = 945,
						["class"] = 1,
						["time"] = 1511071227,
						["bTag"] = "虐弑#5818",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "苍蝇爱搓手-龙骨平原",
						["iLvl"] = 949,
						["class"] = 11,
						["time"] = 1511070822,
						["bTag"] = "苍蝇爱搓手#51101",
					}, -- [21]
					{
						["role"] = "HEALER",
						["name"] = "花叔叔-鬼雾峰",
						["iLvl"] = 943,
						["class"] = 5,
						["time"] = 1511077038,
						["bTag"] = "黄竞浩#5820",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "约翰丶特里-亚雷戈斯",
						["iLvl"] = 946,
						["class"] = 4,
						["time"] = 1511077038,
						["bTag"] = "约翰丶特里#5906",
					}, -- [23]
					{
						["role"] = "HEALER",
						["name"] = "逆桖-凤凰之神",
						["iLvl"] = 947,
						["class"] = 2,
						["time"] = 1511077038,
						["bTag"] = "熙然#5823",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "今晚不吃宵夜-布兰卡德",
						["iLvl"] = 947,
						["class"] = 4,
						["time"] = 1511077038,
						["bTag"] = "爱吃咸豆花#5706",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "黄埔军校校长-阿比迪斯",
						["iLvl"] = 942,
						["class"] = 12,
						["time"] = 1511077038,
						["bTag"] = "致命一击#5476",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "詩茪諾璃-克尔苏加德",
						["iLvl"] = 942,
						["class"] = 3,
						["time"] = 1511077038,
						["bTag"] = "那时西城#5334",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "虔诚的伪玉米-诺森德",
						["iLvl"] = 944,
						["class"] = 1,
						["time"] = 1511077038,
						["bTag"] = "charlter#5845",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "杰尼西斯-冰霜之刃",
						["iLvl"] = 943,
						["class"] = 12,
						["time"] = 1511077038,
						["bTag"] = "闪亮之翼#54566",
					}, -- [29]
					{
						["role"] = "TANK",
						["name"] = "风骚的兔子丶-格瑞姆巴托",
						["iLvl"] = 947,
						["time"] = 1511789293,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "志龙丶#5440",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "华莲-布兰卡德",
						["iLvl"] = 950,
						["class"] = 6,
						["time"] = 1511712089,
						["bTag"] = "她把它当他#5657",
					}, -- [31]
					{
						["role"] = "HEALER",
						["name"] = "萨达哈鲁-熔火之心",
						["iLvl"] = 942,
						["class"] = 7,
						["time"] = 1511702875,
						["bTag"] = "牛豆豆豆豆豆丶#5473",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "塞北秋风猎马-凤凰之神",
						["iLvl"] = 946,
						["class"] = 1,
						["time"] = 1511707713,
						["bTag"] = "入戏太深#52831",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "冷漠的喵咪丶-格瑞姆巴托",
						["iLvl"] = 949,
						["class"] = 12,
						["time"] = 1511789293,
						["bTag"] = "蓝蓝酱#51802",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "诸葛根硕-燃烧之刃",
						["iLvl"] = 945,
						["class"] = 8,
						["time"] = 1511712089,
						["bTag"] = "东关后街碧咸#5330",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "灵界阿辰法-死亡之翼",
						["iLvl"] = 945,
						["class"] = 8,
						["time"] = 1511702921,
						["bTag"] = "尹大明#5691",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "康乃馨灬-格瑞姆巴托",
						["iLvl"] = 947,
						["class"] = 4,
						["time"] = 1511789293,
						["bTag"] = "樱花木下#5290",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "梦幻丨雅典娜-狂热之刃",
						["iLvl"] = 942,
						["class"] = 8,
						["time"] = 1511712089,
						["bTag"] = "天使是魔最温柔#5803",
					}, -- [38]
					{
						["name"] = "Darkleader-血牙魔王",
						["role"] = "DAMAGER",
						["time"] = 1511704950,
						["class"] = 4,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "半夏流年-格瑞姆巴托",
						["iLvl"] = 946,
						["class"] = 12,
						["time"] = 1511789293,
						["bTag"] = "clee#51534",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "科托莫克-伊森利恩",
						["iLvl"] = 948,
						["class"] = 12,
						["time"] = 1511702974,
						["bTag"] = "贫僧法号渡劫#5365",
					}, -- [41]
					{
						["role"] = "TANK",
						["name"] = "哪凉快哪待去-大地之怒",
						["iLvl"] = 941,
						["class"] = 11,
						["time"] = 1511789293,
						["bTag"] = "六加五#5678",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "崇高幻象-影之哀伤",
						["iLvl"] = 947,
						["class"] = 12,
						["time"] = 1511712089,
						["bTag"] = "七兆魔煌#5928",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "死神的信仰丶-格瑞姆巴托",
						["iLvl"] = 943,
						["class"] = 8,
						["time"] = 1511789293,
						["bTag"] = "李子佳#5897",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "怎么又是我-霜狼",
						["iLvl"] = 946,
						["class"] = 3,
						["time"] = 1511704950,
						["bTag"] = "牛牛匕#5696",
					}, -- [45]
					{
						["role"] = "HEALER",
						["name"] = "倾城丶小天使-死亡之翼",
						["iLvl"] = 943,
						["class"] = 5,
						["time"] = 1511789293,
						["bTag"] = "微微一笑很倾城#52847",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "听海的鱼-冰风岗",
						["iLvl"] = 941,
						["class"] = 3,
						["time"] = 1511712089,
						["bTag"] = "woni007#5210",
					}, -- [47]
					{
						["role"] = "HEALER",
						["name"] = "小贝勒丶-凤凰之神",
						["iLvl"] = 944,
						["class"] = 7,
						["time"] = 1511701551,
						["bTag"] = "小太爷#51404",
					}, -- [48]
					{
						["role"] = "HEALER",
						["name"] = "安室丶弃誓者-狂热之刃",
						["iLvl"] = 946,
						["class"] = 5,
						["time"] = 1511712089,
						["bTag"] = "安室丶逐晨者#5635",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "一脸问号的我-迦拉克隆",
						["iLvl"] = 941,
						["class"] = 7,
						["time"] = 1511704296,
						["bTag"] = "无言丶天黑#5643",
					}, -- [50]
					{
						["role"] = "HEALER",
						["name"] = "她含起他的它-迦拉克隆",
						["iLvl"] = 941,
						["class"] = 11,
						["time"] = 1511703364,
						["bTag"] = "叶锦#5171",
					}, -- [51]
					{
						["role"] = "HEALER",
						["name"] = "南城旧事-霜之哀伤",
						["iLvl"] = 945,
						["class"] = 2,
						["time"] = 1511708354,
						["bTag"] = "玛丽莲梦兔#51466",
					}, -- [52]
					{
						["role"] = "HEALER",
						["name"] = "見習死神-地狱咆哮",
						["iLvl"] = 947,
						["class"] = 11,
						["time"] = 1511706381,
						["bTag"] = "aidiruwo#5843",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "青天-鬼雾峰",
						["iLvl"] = 944,
						["class"] = 1,
						["time"] = 1511712089,
						["bTag"] = "Brazer#5784",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "一四一二-死亡之翼",
						["iLvl"] = 945,
						["class"] = 6,
						["time"] = 1511712003,
						["bTag"] = "音乐的左手#5330",
					}, -- [55]
					{
						["role"] = "TANK",
						["name"] = "尐丶夜-希尔瓦娜斯",
						["iLvl"] = 946,
						["class"] = 11,
						["time"] = 1511712089,
						["bTag"] = "小丶夜#5482",
					}, -- [56]
					{
						["role"] = "HEALER",
						["name"] = "请叫我欧大大-死亡之翼",
						["iLvl"] = 946,
						["class"] = 2,
						["time"] = 1511789293,
						["bTag"] = "大领主的马驹#5254",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "谢大脚丫-闪电之刃",
						["iLvl"] = 948,
						["class"] = 12,
						["time"] = 1511789293,
						["bTag"] = "原罪#5131",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "老许只-屠魔山谷",
						["iLvl"] = 950,
						["class"] = 7,
						["time"] = 1511789293,
						["bTag"] = "老许只#5434",
					}, -- [59]
					{
						["role"] = "TANK",
						["name"] = "冰冷夜-巫妖之王",
						["iLvl"] = 949,
						["class"] = 10,
						["time"] = 1511788846,
						["bTag"] = "请输入昵称#52984",
					}, -- [60]
					{
						["name"] = "三曲离殇-幽暗沼泽",
						["role"] = "DAMAGER",
						["time"] = 1511789293,
						["class"] = 1,
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "方英俊-格瑞姆巴托",
						["iLvl"] = 945,
						["class"] = 12,
						["time"] = 1511789293,
						["bTag"] = "杭州利群#5428",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "十六倍速-格瑞姆巴托",
						["iLvl"] = 943,
						["class"] = 12,
						["time"] = 1511789293,
						["bTag"] = "浅挚半离兮#5795",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "哀傷灬西-苏塔恩",
						["iLvl"] = 945,
						["class"] = 12,
						["time"] = 1511789293,
						["bTag"] = "哀伤灬蛋#5349",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "团长团长-无尽之海",
						["iLvl"] = 939,
						["class"] = 11,
						["time"] = 1511789293,
						["bTag"] = "狂想#51639",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "请叫我哀木梯-鬼雾峰",
						["iLvl"] = 945,
						["class"] = 1,
						["time"] = 1511789293,
						["bTag"] = "子云#51657",
					}, -- [66]
					{
						["role"] = "HEALER",
						["name"] = "粉红顽皮鹿-格瑞姆巴托",
						["iLvl"] = 946,
						["class"] = 5,
						["time"] = 1511789293,
						["bTag"] = "漂亮的香菇#5354",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "青柳立夏-凯恩血蹄",
						["iLvl"] = 946,
						["class"] = 8,
						["time"] = 1511789293,
						["bTag"] = "司徒骏#5877",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "中山之情-迅捷微风",
						["iLvl"] = 945,
						["class"] = 8,
						["time"] = 1511789293,
						["bTag"] = "知书达李#5159",
					}, -- [69]
				},
				["1-134-488-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "天鍋鍋-燃烧平原",
						["iLvl"] = 939,
						["class"] = 2,
						["time"] = 1510212513,
						["bTag"] = "天哥哥简直叼#5231",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "絕鈑灬愫慕-普罗德摩",
						["class"] = 5,
						["leader"] = true,
						["time"] = 1509303150,
					}, -- [2]
					{
						["name"] = "阿纳斯塔西娅-弗塞雷迦",
						["role"] = "DAMAGER",
						["time"] = 1509303373,
						["class"] = 8,
					}, -- [3]
					{
						["name"] = "波多贝罗女巫-提尔之手",
						["role"] = "TANK",
						["time"] = 1509303150,
						["class"] = 10,
					}, -- [4]
					{
						["name"] = "亲爱的啊亮-克尔苏加德",
						["role"] = "DAMAGER",
						["time"] = 1509303150,
						["class"] = 2,
					}, -- [5]
					{
						["name"] = "缱绻非人-阿纳克洛斯",
						["role"] = "DAMAGER",
						["time"] = 1509303180,
						["class"] = 1,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "猫粮小队长-黑铁",
						["iLvl"] = 949,
						["class"] = 8,
						["time"] = 1509303190,
						["bTag"] = "Cicky#51565",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "怡小寳-天空之墙",
						["iLvl"] = 937,
						["class"] = 3,
						["time"] = 1509303248,
						["bTag"] = "疯狂的龙猫#5246",
					}, -- [8]
					{
						["role"] = "TANK",
						["name"] = "殇氏灬夏炙-燃烧之刃",
						["iLvl"] = 938,
						["class"] = 2,
						["time"] = 1509303246,
						["bTag"] = "愿神与你同在#5435",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "小浪逼-格瑞姆巴托",
						["iLvl"] = 945,
						["class"] = 8,
						["time"] = 1509303190,
						["bTag"] = "狡猾之猎人#55360",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "牧灬无法纪-战歌",
						["iLvl"] = 931,
						["class"] = 5,
						["time"] = 1509303373,
						["bTag"] = "昭宇#5417",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "时光沧海-影之哀伤",
						["iLvl"] = 937,
						["class"] = 11,
						["time"] = 1509303373,
						["bTag"] = "烟雨一点红#51334",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "尐尛渢-斩魔者",
						["iLvl"] = 872,
						["class"] = 6,
						["time"] = 1509303373,
						["bTag"] = "尐尛渢#5262",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "硝烟灬弥漫-安苏",
						["iLvl"] = 925,
						["class"] = 2,
						["time"] = 1509303632,
						["bTag"] = "霸气灬斩杀#5105",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "兔脚-暴风祭坛",
						["iLvl"] = 888,
						["class"] = 7,
						["time"] = 1509303616,
						["bTag"] = "猫手#5612",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "大姐姐请忍住-古达克",
						["iLvl"] = 910,
						["class"] = 4,
						["time"] = 1509303616,
						["bTag"] = "不约儿童#51838",
					}, -- [16]
					{
						["name"] = "隋文帝杨坚-安苏",
						["role"] = "HEALER",
						["time"] = 1510212301,
						["class"] = 5,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "Lotai-霜狼",
						["iLvl"] = 930,
						["class"] = 9,
						["time"] = 1510212301,
						["bTag"] = "含吹舔吮#5337",
					}, -- [18]
					{
						["role"] = "TANK",
						["name"] = "沉水丶-白银之手",
						["iLvl"] = 915,
						["class"] = 11,
						["time"] = 1510212301,
						["bTag"] = "古灵精怪的熊孩子#5558",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "灬汉武灬-燃烧之刃",
						["iLvl"] = 940,
						["class"] = 1,
						["time"] = 1510212301,
						["bTag"] = "Tim#53152",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "千人斩丶咪-冰风岗",
						["iLvl"] = 944,
						["time"] = 1510212513,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "千人斩丶咪#5432",
					}, -- [21]
					{
						["name"] = "噯执永恆-冰霜之刃",
						["role"] = "DAMAGER",
						["time"] = 1510212408,
						["class"] = 3,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "隔壁陆蜀黍-塞拉摩",
						["iLvl"] = 938,
						["class"] = 8,
						["time"] = 1510212513,
						["bTag"] = "雨中帆#5228",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "中庸的立秋-诺森德",
						["iLvl"] = 947,
						["class"] = 3,
						["time"] = 1510212498,
						["bTag"] = "中庸的立秋#5686",
					}, -- [24]
					{
						["role"] = "TANK",
						["name"] = "暗黑破坏神丶-迅捷微风",
						["iLvl"] = 945,
						["class"] = 6,
						["time"] = 1510212513,
						["bTag"] = "迅捷之潜行者#512670",
					}, -- [25]
					{
						["name"] = "花语月-萨洛拉丝",
						["role"] = "DAMAGER",
						["time"] = 1510212513,
						["class"] = 12,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "心随风飞-天空之墙",
						["iLvl"] = 941,
						["class"] = 3,
						["time"] = 1510212513,
						["bTag"] = "龙牙刃#5264",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "全智賢-死亡之翼",
						["iLvl"] = 941,
						["class"] = 5,
						["time"] = 1510212513,
						["bTag"] = "GoldenPants#570547",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "先礼后兵-血牙魔王",
						["iLvl"] = 925,
						["class"] = 10,
						["time"] = 1510212513,
						["bTag"] = "狂乱贵公子#5454",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "純爺門児-安纳塞隆",
						["iLvl"] = 937,
						["class"] = 12,
						["time"] = 1510212513,
						["bTag"] = "隐蔽之裤#565369",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "糖三术-熔火之心",
						["iLvl"] = 939,
						["class"] = 9,
						["time"] = 1510212513,
						["bTag"] = "onezi#5913",
					}, -- [31]
					{
						["name"] = "灬苦行僧灬-主宰之剑",
						["role"] = "HEALER",
						["time"] = 1510212513,
						["class"] = 10,
					}, -- [32]
					{
						["name"] = "Han-石爪峰",
						["role"] = "DAMAGER",
						["time"] = 1510212416,
						["class"] = 12,
					}, -- [33]
					{
						["name"] = "醉酒丶染红颜-安苏",
						["role"] = "HEALER",
						["time"] = 1510212513,
						["class"] = 7,
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "混沌水饺-血色十字军",
						["iLvl"] = 943,
						["class"] = 9,
						["time"] = 1510212513,
						["bTag"] = "夏秋雨#5242",
					}, -- [35]
					{
						["name"] = "Anion-冰风岗",
						["role"] = "DAMAGER",
						["time"] = 1510212513,
						["class"] = 2,
					}, -- [36]
					{
						["role"] = "TANK",
						["name"] = "丶饭团丶-死亡之翼",
						["iLvl"] = 937,
						["class"] = 12,
						["time"] = 1510212428,
						["bTag"] = "紫梦#5609",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "小贼你别跑-海克泰尔",
						["iLvl"] = 927,
						["class"] = 9,
						["time"] = 1510212513,
						["bTag"] = "战斗之软泥怪#514475",
					}, -- [38]
					{
						["role"] = "TANK",
						["name"] = "她如倦鸟投林-贫瘠之地",
						["iLvl"] = 947,
						["class"] = 6,
						["time"] = 1510212513,
						["bTag"] = "那些无谓所谓#5107",
					}, -- [39]
					{
						["name"] = "品德不及格-鬼雾峰",
						["role"] = "DAMAGER",
						["time"] = 1510212513,
						["class"] = 4,
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "喜闻乐见-死亡之翼",
						["iLvl"] = 947,
						["class"] = 8,
						["time"] = 1510212513,
						["bTag"] = "小楼一夜听萧语#5840",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "邪神灬情人-迅捷微风",
						["iLvl"] = 930,
						["class"] = 12,
						["time"] = 1510212513,
						["bTag"] = "邪神#5643",
					}, -- [42]
					{
						["role"] = "TANK",
						["name"] = "混混王后-阿曼尼",
						["iLvl"] = 925,
						["class"] = 11,
						["time"] = 1510212513,
						["bTag"] = "泽拉图#514243",
					}, -- [43]
					{
						["role"] = "TANK",
						["name"] = "黄巧夫-燃烧之刃",
						["iLvl"] = 926,
						["class"] = 1,
						["time"] = 1510212513,
						["bTag"] = "严于绿己王耀瑜#5569",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "拉一个死一个-提尔之手",
						["iLvl"] = 930,
						["class"] = 6,
						["time"] = 1510212513,
						["bTag"] = "坎谱拉#5485",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "惜荨-伊森利恩",
						["iLvl"] = 928,
						["class"] = 1,
						["time"] = 1510212428,
						["bTag"] = "Jasper#5675",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "毒大夫-安苏",
						["iLvl"] = 936,
						["class"] = 11,
						["time"] = 1510212513,
						["bTag"] = "老八括号唯一#5907",
					}, -- [47]
					{
						["role"] = "TANK",
						["name"] = "Pegasusball-鬼雾峰",
						["iLvl"] = 914,
						["class"] = 2,
						["time"] = 1510212463,
						["bTag"] = "往事若能下酒#5868",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "邪神灬欧巴-迅捷微风",
						["iLvl"] = 893,
						["class"] = 12,
						["time"] = 1510212513,
						["bTag"] = "邪神五爷#5605",
					}, -- [49]
					{
						["name"] = "Gaikotsu-阿克蒙德",
						["role"] = "DAMAGER",
						["time"] = 1510212513,
						["class"] = 1,
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "匈奴-激流之傲",
						["iLvl"] = 939,
						["class"] = 12,
						["time"] = 1510212434,
						["bTag"] = "匈奴#5230",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "冲锋莽死牛-鬼雾峰",
						["iLvl"] = 911,
						["class"] = 1,
						["time"] = 1510212513,
						["bTag"] = "蓝丶调#5632",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "灬希望的永恒-伊利丹",
						["iLvl"] = 917,
						["class"] = 10,
						["time"] = 1510212513,
						["bTag"] = "吻痕#5225",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "二呆丶-克尔苏加德",
						["iLvl"] = 937,
						["class"] = 2,
						["time"] = 1510212513,
						["bTag"] = "Seeyouagain#5817",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "Kalmahs-奥特兰克",
						["iLvl"] = 895,
						["class"] = 5,
						["time"] = 1510212513,
						["bTag"] = "Rogues#51764",
					}, -- [55]
					{
						["role"] = "HEALER",
						["name"] = "妖月不熄蜡-贫瘠之地",
						["iLvl"] = 943,
						["class"] = 5,
						["time"] = 1510212513,
						["bTag"] = "莫如初#51842",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "粑粑柑-安苏",
						["iLvl"] = 927,
						["class"] = 6,
						["time"] = 1510212513,
						["bTag"] = "恶魔殿下#5898",
					}, -- [57]
					{
						["role"] = "HEALER",
						["name"] = "花灬满牛-狂热之刃",
						["iLvl"] = 945,
						["class"] = 11,
						["time"] = 1510212513,
						["bTag"] = "CrazyPants#526522",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "大名灬鼎鼎丶-安苏",
						["iLvl"] = 940,
						["class"] = 1,
						["time"] = 1510212513,
						["bTag"] = "jackchen#5973",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "墨法神-布兰卡德",
						["iLvl"] = 940,
						["class"] = 8,
						["time"] = 1510212513,
						["bTag"] = "默萧萧#5886",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "Iam-卡德罗斯",
						["iLvl"] = 927,
						["class"] = 2,
						["time"] = 1510212513,
						["bTag"] = "牛老板#5411",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "妙云-奥妮克希亚",
						["iLvl"] = 946,
						["class"] = 8,
						["time"] = 1510212513,
						["bTag"] = "Bastion#51370",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "Yz-萨尔",
						["iLvl"] = 905,
						["class"] = 1,
						["time"] = 1510212513,
						["bTag"] = "飛龍#5357",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "拉无可比-死亡之翼",
						["iLvl"] = 919,
						["class"] = 4,
						["time"] = 1510212513,
						["bTag"] = "炉灰传说#5242",
					}, -- [64]
					{
						["name"] = "狼爱上了羊-苏塔恩",
						["role"] = "DAMAGER",
						["time"] = 1510212513,
						["class"] = 2,
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "天之水-血色十字军",
						["iLvl"] = 938,
						["class"] = 12,
						["time"] = 1510212735,
						["bTag"] = "一毛钱#51171",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "尒廖廖丶猪-死亡之翼",
						["iLvl"] = 937,
						["class"] = 12,
						["time"] = 1510212793,
						["bTag"] = "枫桥夜泊#5725",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "醉过-伊利丹",
						["iLvl"] = 943,
						["class"] = 9,
						["time"] = 1510212795,
						["bTag"] = "破阵#5340",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "覆魍-格瑞姆巴托",
						["iLvl"] = 932,
						["class"] = 12,
						["time"] = 1510212778,
						["bTag"] = "丷米菲丷#5451",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "暴力微震天-血色十字军",
						["iLvl"] = 932,
						["time"] = 1510867696,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "蜡烛是你的#51653",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "丶血士-黑暗之矛",
						["iLvl"] = 916,
						["class"] = 4,
						["time"] = 1510867696,
						["bTag"] = "血色之殇#51117",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "在森林迷了鹿-霜之哀伤",
						["iLvl"] = 926,
						["class"] = 10,
						["time"] = 1510867686,
						["bTag"] = "夜光兔子#5240",
					}, -- [72]
					{
						["name"] = "营养快线-提尔之手",
						["role"] = "DAMAGER",
						["time"] = 1510867696,
						["class"] = 12,
					}, -- [73]
					{
						["name"] = "凤灵天使-凤凰之神",
						["role"] = "HEALER",
						["time"] = 1510867696,
						["class"] = 10,
					}, -- [74]
					{
						["role"] = "HEALER",
						["name"] = "圣剑奶骑-安苏",
						["iLvl"] = 925,
						["class"] = 2,
						["time"] = 1510867696,
						["bTag"] = "BT160616#54972",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "Naughtylion-狂热之刃",
						["iLvl"] = 943,
						["class"] = 7,
						["time"] = 1510867696,
						["bTag"] = "Dante#54577",
					}, -- [76]
					{
						["name"] = "凌风丶小秘-影之哀伤",
						["role"] = "DAMAGER",
						["time"] = 1510867696,
						["class"] = 8,
					}, -- [77]
					{
						["role"] = "HEALER",
						["name"] = "雨丶兮-通灵学院",
						["iLvl"] = 842,
						["class"] = 5,
						["time"] = 1510867696,
						["bTag"] = "银色子弹#5519",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "后墙不倒-燃烧之刃",
						["iLvl"] = 946,
						["class"] = 1,
						["time"] = 1510867696,
						["bTag"] = "昆仑#5265",
					}, -- [79]
					{
						["name"] = "断情之伤-风暴之怒",
						["role"] = "DAMAGER",
						["time"] = 1510867678,
						["class"] = 8,
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "一手韭菜花-血色十字军",
						["iLvl"] = 927,
						["class"] = 3,
						["time"] = 1510867696,
						["bTag"] = "啊肥#5598",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "流年褪浮华-安苏",
						["iLvl"] = 923,
						["class"] = 8,
						["time"] = 1510867696,
						["bTag"] = "时代的脉搏#5743",
					}, -- [82]
					{
						["role"] = "TANK",
						["name"] = "夺命汤圆-利刃之拳",
						["iLvl"] = 906,
						["class"] = 2,
						["time"] = 1510867691,
						["bTag"] = "屍仙人#5525",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "我有点醉-布兰卡德",
						["iLvl"] = 933,
						["class"] = 10,
						["time"] = 1510867696,
						["bTag"] = "PITOB#5527",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "天天使-大地之怒",
						["iLvl"] = 943,
						["class"] = 8,
						["time"] = 1510867691,
						["bTag"] = "Jimmy#5682",
					}, -- [85]
					{
						["role"] = "TANK",
						["name"] = "熊皇灬烏索爾-诺森德",
						["iLvl"] = 942,
						["class"] = 11,
						["time"] = 1510867696,
						["bTag"] = "Gorson#5721",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "青小青-格瑞姆巴托",
						["iLvl"] = 941,
						["class"] = 1,
						["time"] = 1510867696,
						["bTag"] = "杨柳青#5796",
					}, -- [87]
					{
						["name"] = "小泉纯色郎-伊森利恩",
						["role"] = "TANK",
						["time"] = 1510867696,
						["class"] = 1,
					}, -- [88]
					{
						["role"] = "TANK",
						["name"] = "Rxy-烈焰荆棘",
						["iLvl"] = 929,
						["class"] = 6,
						["time"] = 1510867686,
						["bTag"] = "迷你之泰坦#57647",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "夜的霓裳-熔火之心",
						["iLvl"] = 918,
						["class"] = 6,
						["time"] = 1510867696,
						["bTag"] = "拈花把酒#5247",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "清风依依-风暴之怒",
						["iLvl"] = 938,
						["class"] = 3,
						["time"] = 1510867696,
						["bTag"] = "Moon#5958",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "Sharpblade-燃烧之刃",
						["iLvl"] = 930,
						["class"] = 4,
						["time"] = 1510867696,
						["bTag"] = "DeadlyPants#533631",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "一箭宏-安苏",
						["iLvl"] = 929,
						["class"] = 3,
						["time"] = 1510867668,
						["bTag"] = "老烟#5721",
					}, -- [93]
					{
						["role"] = "TANK",
						["name"] = "毆皇-通灵学院",
						["iLvl"] = 898,
						["class"] = 2,
						["time"] = 1510867696,
						["bTag"] = "半度七月#51510",
					}, -- [94]
					{
						["role"] = "TANK",
						["name"] = "媣指红颜泪-迦拉克隆",
						["iLvl"] = 909,
						["class"] = 11,
						["time"] = 1510867696,
						["bTag"] = "小马哥#51958",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "惑禅-死亡之翼",
						["iLvl"] = 879,
						["class"] = 10,
						["time"] = 1510867668,
						["bTag"] = "DireRaven#546564",
					}, -- [96]
					{
						["role"] = "HEALER",
						["name"] = "燃烧的蘑菇丶-屠魔山谷",
						["iLvl"] = 944,
						["class"] = 10,
						["time"] = 1510867696,
						["bTag"] = "奈何桥谁走#5437",
					}, -- [97]
					{
						["role"] = "TANK",
						["name"] = "超人不会飞啦-奥特兰克",
						["iLvl"] = 896,
						["class"] = 6,
						["time"] = 1510867680,
						["bTag"] = "超人不会飞#53573",
					}, -- [98]
					{
						["name"] = "哿强-熔火之心",
						["role"] = "TANK",
						["time"] = 1510867691,
						["class"] = 10,
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "我是雷神托尔-亡语者",
						["iLvl"] = 872,
						["class"] = 12,
						["time"] = 1510867696,
						["bTag"] = "小小纪#5149",
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "丶橘弥-深渊之巢",
						["iLvl"] = 949,
						["class"] = 11,
						["time"] = 1510867954,
						["bTag"] = "橘弥#51464",
					}, -- [101]
					{
						["role"] = "TANK",
						["name"] = "Areslee-哈卡",
						["iLvl"] = 951,
						["class"] = 12,
						["time"] = 1510867954,
						["bTag"] = "AresLee#51160",
					}, -- [102]
					{
						["name"] = "够量丶-死亡之翼",
						["role"] = "TANK",
						["time"] = 1511461033,
						["class"] = 11,
					}, -- [103]
					{
						["name"] = "神枪丨瓦西里-燃烧之刃",
						["role"] = "TANK",
						["time"] = 1511461057,
						["class"] = 12,
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "冰冷-无尽之海",
						["iLvl"] = 933,
						["class"] = 1,
						["time"] = 1511461137,
						["bTag"] = "冰冷#52433",
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "龙之橙-燃烧之刃",
						["iLvl"] = 935,
						["class"] = 10,
						["time"] = 1511461097,
						["bTag"] = "Groce#5546",
					}, -- [106]
					{
						["name"] = "潇洒又能打-罗宁",
						["role"] = "TANK",
						["time"] = 1511461086,
						["class"] = 12,
					}, -- [107]
					{
						["role"] = "TANK",
						["name"] = "木动风劲-卡扎克",
						["iLvl"] = 928,
						["class"] = 6,
						["time"] = 1511461256,
						["bTag"] = "木大#5286",
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "聊骚的小黄人-血色十字军",
						["class"] = 4,
						["leader"] = true,
						["time"] = 1511461137,
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "胡歌-无尽之海",
						["iLvl"] = 910,
						["class"] = 3,
						["time"] = 1511461256,
						["bTag"] = "Oreo#51782",
					}, -- [110]
					{
						["role"] = "TANK",
						["name"] = "摆摊卖回憶-阿纳克洛斯",
						["iLvl"] = 942,
						["class"] = 10,
						["time"] = 1511461290,
						["bTag"] = "漉娃#5883",
					}, -- [111]
					{
						["role"] = "HEALER",
						["name"] = "香沫儿-血环",
						["iLvl"] = 944,
						["class"] = 5,
						["time"] = 1511461284,
						["bTag"] = "香沫儿#5737",
					}, -- [112]
					{
						["role"] = "HEALER",
						["name"] = "丨六影丨-迅捷微风",
						["class"] = 5,
						["leader"] = true,
						["time"] = 1511461435,
					}, -- [113]
					{
						["name"] = "墨乄蓝-安苏",
						["role"] = "DAMAGER",
						["time"] = 1511461435,
						["class"] = 3,
					}, -- [114]
					{
						["name"] = "我家轩轩很乖-燃烧之刃",
						["role"] = "DAMAGER",
						["time"] = 1511461429,
						["class"] = 12,
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "飞少丿-希尔瓦娜斯",
						["iLvl"] = 942,
						["class"] = 11,
						["time"] = 1511461435,
						["bTag"] = "FINAL#5464",
					}, -- [116]
					{
						["name"] = "张疯子丶-燃烧之刃",
						["role"] = "DAMAGER",
						["time"] = 1511461435,
						["class"] = 1,
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "蘸血踏歌-黑龙军团",
						["iLvl"] = 941,
						["class"] = 1,
						["time"] = 1511461435,
						["bTag"] = "斯利普沃克#5260",
					}, -- [118]
					{
						["name"] = "格罗玛丶刃拳-影之哀伤",
						["role"] = "DAMAGER",
						["time"] = 1511461435,
						["class"] = 1,
					}, -- [119]
					{
						["name"] = "专属小时候-布兰卡德",
						["role"] = "DAMAGER",
						["time"] = 1511461435,
						["class"] = 8,
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "小地狱法王-无尽之海",
						["iLvl"] = 926,
						["class"] = 8,
						["time"] = 1511461435,
						["bTag"] = "地狱小猎#5385",
					}, -- [121]
					{
						["role"] = "TANK",
						["name"] = "寒丶心-死亡之翼",
						["iLvl"] = 887,
						["class"] = 1,
						["time"] = 1511461435,
						["bTag"] = "小许#5323",
					}, -- [122]
					{
						["name"] = "哼丶都怪你-达尔坎",
						["role"] = "TANK",
						["time"] = 1511461435,
						["class"] = 10,
					}, -- [123]
					{
						["name"] = "墨鋒-血吼",
						["role"] = "DAMAGER",
						["time"] = 1511461435,
						["class"] = 12,
					}, -- [124]
					{
						["name"] = "林无花-丽丽（四川）",
						["role"] = "TANK",
						["time"] = 1511461435,
						["class"] = 12,
					}, -- [125]
					{
						["name"] = "自信盜賊-战歌",
						["role"] = "DAMAGER",
						["time"] = 1511461435,
						["class"] = 4,
					}, -- [126]
					{
						["role"] = "HEALER",
						["name"] = "地乄狱-无尽之海",
						["iLvl"] = 928,
						["class"] = 2,
						["time"] = 1511461435,
						["bTag"] = "地狱小猎#5385",
					}, -- [127]
					{
						["name"] = "刘备玄德-戈提克",
						["role"] = "TANK",
						["time"] = 1511461435,
						["class"] = 2,
					}, -- [128]
					{
						["name"] = "爱扒皮-黑暗之矛",
						["role"] = "DAMAGER",
						["time"] = 1511461435,
						["class"] = 3,
					}, -- [129]
					{
						["role"] = "TANK",
						["name"] = "多汁的鲍鱼-伊森利恩",
						["iLvl"] = 932,
						["class"] = 2,
						["time"] = 1511461429,
						["bTag"] = "艾尔之子#567579",
					}, -- [130]
					{
						["role"] = "DAMAGER",
						["name"] = "俺是神棍德-艾莫莉丝",
						["iLvl"] = 916,
						["class"] = 11,
						["time"] = 1511461435,
						["bTag"] = "草率怪#51341",
					}, -- [131]
					{
						["name"] = "雨落弦断-安苏",
						["role"] = "DAMAGER",
						["time"] = 1511461435,
						["class"] = 3,
					}, -- [132]
					{
						["role"] = "TANK",
						["name"] = "圣杰米朱莉安-冰风岗",
						["iLvl"] = 896,
						["class"] = 2,
						["time"] = 1511461435,
						["bTag"] = "流云飞海#5513",
					}, -- [133]
					{
						["name"] = "冷彻心扉-萨格拉斯",
						["role"] = "DAMAGER",
						["time"] = 1511461435,
						["class"] = 3,
					}, -- [134]
					{
						["role"] = "TANK",
						["name"] = "喵德鲁斯基-迅捷微风",
						["iLvl"] = 940,
						["class"] = 11,
						["time"] = 1511461435,
						["bTag"] = "婠婠#5937",
					}, -- [135]
					{
						["name"] = "老炮哥-格瑞姆巴托",
						["role"] = "HEALER",
						["time"] = 1511461435,
						["class"] = 2,
					}, -- [136]
					{
						["name"] = "死侍丿-安苏",
						["role"] = "DAMAGER",
						["time"] = 1511461435,
						["class"] = 1,
					}, -- [137]
					{
						["name"] = "冄徳鲁伊冄-安苏",
						["role"] = "TANK",
						["time"] = 1511461435,
						["class"] = 11,
					}, -- [138]
					{
						["name"] = "裂魂之刃-伊森利恩",
						["role"] = "DAMAGER",
						["time"] = 1511461435,
						["class"] = 12,
					}, -- [139]
					{
						["name"] = "流氓有了文化-冰风岗",
						["role"] = "DAMAGER",
						["time"] = 1511461435,
						["class"] = 3,
					}, -- [140]
					{
						["name"] = "毁灭之泉-幽暗沼泽",
						["role"] = "DAMAGER",
						["time"] = 1511461435,
						["class"] = 9,
					}, -- [141]
					{
						["name"] = "凶猛程序媛-晴日峰（江苏）",
						["role"] = "DAMAGER",
						["time"] = 1511461435,
						["class"] = 12,
					}, -- [142]
					{
						["name"] = "王大右-安苏",
						["role"] = "DAMAGER",
						["time"] = 1511461435,
						["class"] = 2,
					}, -- [143]
					{
						["role"] = "DAMAGER",
						["name"] = "风橙橙灬-燃烧之刃",
						["iLvl"] = 946,
						["time"] = 1511461641,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "Aelous#51654",
					}, -- [144]
					{
						["role"] = "HEALER",
						["name"] = "小丸子殿下-贫瘠之地",
						["iLvl"] = 948,
						["class"] = 5,
						["time"] = 1511461604,
						["bTag"] = "丝瓜精#5606",
					}, -- [145]
					{
						["role"] = "DAMAGER",
						["name"] = "橙橙冠希丶-克尔苏加德",
						["iLvl"] = 949,
						["class"] = 1,
						["time"] = 1511461590,
						["bTag"] = "徐先森#5674",
					}, -- [146]
					{
						["name"] = "魔君特斯拉-克尔苏加德",
						["role"] = "DAMAGER",
						["time"] = 1511461643,
						["class"] = 1,
					}, -- [147]
					{
						["name"] = "不要守我尸体-安苏",
						["role"] = "DAMAGER",
						["time"] = 1511461643,
						["class"] = 3,
					}, -- [148]
					{
						["role"] = "DAMAGER",
						["name"] = "繁花斯景-红龙女王",
						["iLvl"] = 914,
						["class"] = 3,
						["time"] = 1511461618,
						["bTag"] = "疯狂之法师#57428",
					}, -- [149]
					{
						["role"] = "DAMAGER",
						["name"] = "叼鸠你啊烂面-达隆米尔",
						["iLvl"] = 898,
						["class"] = 8,
						["time"] = 1511461643,
						["bTag"] = "叼你卤味个冚家铲#5272",
					}, -- [150]
					{
						["name"] = "Gangyibo-永恒之井",
						["role"] = "TANK",
						["time"] = 1511461630,
						["class"] = 12,
					}, -- [151]
					{
						["role"] = "DAMAGER",
						["name"] = "狂暴豆豆-太阳之井",
						["iLvl"] = 947,
						["class"] = 9,
						["time"] = 1511461635,
						["bTag"] = "暴走豆豆#5741",
					}, -- [152]
					{
						["role"] = "DAMAGER",
						["name"] = "Phoenix-斯克提斯",
						["iLvl"] = 942,
						["class"] = 12,
						["time"] = 1511461604,
						["bTag"] = "xdpx#5169",
					}, -- [153]
					{
						["role"] = "DAMAGER",
						["name"] = "中華魂-奈萨里奥",
						["iLvl"] = 921,
						["class"] = 10,
						["time"] = 1511461618,
						["bTag"] = "兔子家的肥猪猪#5880",
					}, -- [154]
					{
						["role"] = "DAMAGER",
						["name"] = "樱花庄的三月-埃德萨拉",
						["iLvl"] = 926,
						["class"] = 3,
						["time"] = 1511461630,
						["bTag"] = "涼風青葉#51908",
					}, -- [155]
					{
						["role"] = "DAMAGER",
						["name"] = "回眸已白首-影之哀伤",
						["iLvl"] = 937,
						["class"] = 10,
						["time"] = 1511461600,
						["bTag"] = "花落木夕#5246",
					}, -- [156]
					{
						["role"] = "DAMAGER",
						["name"] = "小尛姐-霜狼",
						["iLvl"] = 945,
						["class"] = 5,
						["time"] = 1511461637,
						["bTag"] = "大小姐#5281",
					}, -- [157]
					{
						["role"] = "DAMAGER",
						["name"] = "Youngforu-伊森利恩",
						["iLvl"] = 931,
						["class"] = 9,
						["time"] = 1511461643,
						["bTag"] = "鬼冢英吉#51548",
					}, -- [158]
					{
						["role"] = "DAMAGER",
						["name"] = "死亡气球-地狱之石",
						["iLvl"] = 910,
						["class"] = 3,
						["time"] = 1511461624,
						["bTag"] = "花开花亦落#5793",
					}, -- [159]
					{
						["role"] = "DAMAGER",
						["name"] = "盗亦有灬道-迅捷微风",
						["iLvl"] = 942,
						["class"] = 4,
						["time"] = 1511461596,
						["bTag"] = "灬安叔叔灬#5788",
					}, -- [160]
					{
						["role"] = "DAMAGER",
						["name"] = "丿大丽丽-格瑞姆巴托",
						["iLvl"] = 913,
						["class"] = 3,
						["time"] = 1511461596,
						["bTag"] = "为了部落#511208",
					}, -- [161]
					{
						["role"] = "TANK",
						["name"] = "逆天的救赎-鹰巢山",
						["iLvl"] = 922,
						["class"] = 2,
						["time"] = 1511461643,
						["bTag"] = "逆天而行#5311",
					}, -- [162]
					{
						["role"] = "HEALER",
						["name"] = "Saerdna-雷霆之王",
						["iLvl"] = 942,
						["class"] = 5,
						["time"] = 1511461643,
						["bTag"] = "famit#5562",
					}, -- [163]
					{
						["role"] = "DAMAGER",
						["name"] = "墨染丶流年-天空之墙",
						["iLvl"] = 857,
						["class"] = 5,
						["time"] = 1511461624,
						["bTag"] = "萌丶小呆呆呆#5292",
					}, -- [164]
					{
						["role"] = "DAMAGER",
						["name"] = "Dawangjiao-血色十字军",
						["iLvl"] = 929,
						["class"] = 6,
						["time"] = 1511461639,
						["bTag"] = "啊肥#5598",
					}, -- [165]
					{
						["role"] = "DAMAGER",
						["name"] = "Deadhunter-狂热之刃",
						["iLvl"] = 910,
						["class"] = 12,
						["time"] = 1511461600,
						["bTag"] = "XMYZ#5659",
					}, -- [166]
					{
						["role"] = "DAMAGER",
						["name"] = "卍靈-血色十字军",
						["iLvl"] = 780,
						["class"] = 8,
						["time"] = 1511461615,
						["bTag"] = "蜡烛是你的#51653",
					}, -- [167]
					{
						["role"] = "DAMAGER",
						["name"] = "格利姆纳-熔火之心",
						["iLvl"] = 935,
						["class"] = 7,
						["time"] = 1511461604,
						["bTag"] = "紫血娃娃#5693",
					}, -- [168]
					{
						["role"] = "DAMAGER",
						["name"] = "梦境重生-格瑞姆巴托",
						["iLvl"] = 934,
						["class"] = 9,
						["time"] = 1511461643,
						["bTag"] = "Nekros#5768",
					}, -- [169]
					{
						["role"] = "HEALER",
						["name"] = "木乐-鬼雾峰",
						["iLvl"] = 895,
						["class"] = 2,
						["time"] = 1511461600,
						["bTag"] = "Nickzhuo#5391",
					}, -- [170]
					{
						["role"] = "DAMAGER",
						["name"] = "瓦里安的雾守-暴风祭坛",
						["iLvl"] = 918,
						["class"] = 11,
						["time"] = 1511461615,
						["bTag"] = "竹笋酱#51142",
					}, -- [171]
					{
						["role"] = "DAMAGER",
						["name"] = "怡宝儿-死亡之翼",
						["iLvl"] = 933,
						["class"] = 8,
						["time"] = 1511461643,
						["bTag"] = "超能之忍者#56263",
					}, -- [172]
					{
						["role"] = "DAMAGER",
						["name"] = "天葬使者-地狱咆哮",
						["iLvl"] = 939,
						["class"] = 7,
						["time"] = 1511461499,
						["bTag"] = "天葬使者#5268",
					}, -- [173]
					{
						["role"] = "DAMAGER",
						["name"] = "洛北丶-凤凰之神",
						["iLvl"] = 946,
						["class"] = 12,
						["time"] = 1511461604,
						["bTag"] = "陌城#5162",
					}, -- [174]
					{
						["role"] = "DAMAGER",
						["name"] = "星纬-巴瑟拉斯",
						["iLvl"] = 945,
						["class"] = 2,
						["time"] = 1511461637,
						["bTag"] = "MiniNinja#52964",
					}, -- [175]
					{
						["role"] = "DAMAGER",
						["name"] = "萌萌的一百元-凤凰之神",
						["iLvl"] = 895,
						["class"] = 12,
						["time"] = 1511461620,
						["bTag"] = "请叫大象#5577",
					}, -- [176]
					{
						["role"] = "DAMAGER",
						["name"] = "射日箭-龙骨平原",
						["iLvl"] = 944,
						["class"] = 3,
						["time"] = 1511461643,
						["bTag"] = "射月箭#5760",
					}, -- [177]
					{
						["role"] = "DAMAGER",
						["name"] = "酷噬冰寒-雷霆号角",
						["iLvl"] = 920,
						["class"] = 6,
						["time"] = 1511461643,
						["bTag"] = "大皮#5878",
					}, -- [178]
					{
						["role"] = "DAMAGER",
						["name"] = "丶三文鱼-死亡之翼",
						["iLvl"] = 945,
						["class"] = 7,
						["time"] = 1511461449,
						["bTag"] = "永恒的六班#5503",
					}, -- [179]
					{
						["role"] = "DAMAGER",
						["name"] = "Kafir-贫瘠之地",
						["iLvl"] = 944,
						["class"] = 2,
						["time"] = 1511461630,
						["bTag"] = "大皮#5878",
					}, -- [180]
					{
						["role"] = "DAMAGER",
						["name"] = "斩首莫若傷心-死亡之翼",
						["iLvl"] = 939,
						["class"] = 12,
						["time"] = 1511461622,
						["bTag"] = "斩首莫若伤心#5923",
					}, -- [181]
					{
						["role"] = "DAMAGER",
						["name"] = "青塚-凤凰之神",
						["iLvl"] = 930,
						["class"] = 8,
						["time"] = 1511461590,
						["bTag"] = "不死族爱好者#5977",
					}, -- [182]
					{
						["role"] = "HEALER",
						["name"] = "口蹄疫患者-红龙军团",
						["iLvl"] = 944,
						["class"] = 7,
						["time"] = 1511461628,
						["bTag"] = "用头撞马桶#5505",
					}, -- [183]
					{
						["role"] = "TANK",
						["name"] = "紫彧-萨尔",
						["iLvl"] = 939,
						["class"] = 2,
						["time"] = 1511461643,
						["bTag"] = "紫彧#5714",
					}, -- [184]
					{
						["role"] = "DAMAGER",
						["name"] = "豆豆丶龙-奈法利安",
						["class"] = 8,
						["leader"] = true,
						["time"] = 1511461643,
					}, -- [185]
				},
				["9-0-19-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "芈初八-布兰卡德",
						["iLvl"] = 929,
						["time"] = 1511630969,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "豬豬乞丐#5107",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "李居丽丶-夏维安",
						["iLvl"] = 945,
						["class"] = 6,
						["time"] = 1511630225,
						["bTag"] = "木鱼#51198",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "丶春田椛椛丶-加尔",
						["iLvl"] = 946,
						["class"] = 6,
						["time"] = 1511630969,
						["bTag"] = "破裆裤#5565",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "风浩云-血色十字军",
						["iLvl"] = 939,
						["class"] = 3,
						["time"] = 1511630969,
						["bTag"] = "风浩云#5569",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "Tsing-巫妖之王",
						["iLvl"] = 949,
						["class"] = 12,
						["time"] = 1511630969,
						["bTag"] = "王天杰#51539",
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "Azazael-巴瑟拉斯",
						["iLvl"] = 945,
						["class"] = 5,
						["time"] = 1511628312,
						["bTag"] = "Nazul#51973",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "Thyrsus-深渊之巢",
						["iLvl"] = 924,
						["class"] = 5,
						["time"] = 1511630969,
						["bTag"] = "麻扎特#5583",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "十八画-燃烧之刃",
						["iLvl"] = 945,
						["class"] = 6,
						["time"] = 1511627837,
						["bTag"] = "血令死骑#5321",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "百变羊驼-安苏",
						["iLvl"] = 931,
						["class"] = 11,
						["time"] = 1511628927,
						["bTag"] = "Lemon#52658",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "胡恩丶高岭-石爪峰",
						["iLvl"] = 942,
						["class"] = 3,
						["time"] = 1511628312,
						["bTag"] = "生来就是干#5577",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "坎斯落羽-白骨荒野",
						["iLvl"] = 942,
						["class"] = 7,
						["time"] = 1511629239,
						["bTag"] = "慵懒之龟#54888",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "Kyone-克尔苏加德",
						["iLvl"] = 943,
						["class"] = 4,
						["time"] = 1511629239,
						["bTag"] = "Kfc218#5454",
					}, -- [12]
					{
						["role"] = "HEALER",
						["name"] = "蓝色烟雨-深渊之巢",
						["iLvl"] = 944,
						["class"] = 2,
						["time"] = 1511630969,
						["bTag"] = "纯属虚构#51812",
					}, -- [13]
					{
						["name"] = "快乐的小斑马-暗影裂口",
						["role"] = "DAMAGER",
						["time"] = 1511630969,
						["class"] = 7,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "丷妖孽-巫妖之王",
						["iLvl"] = 941,
						["class"] = 1,
						["time"] = 1511630969,
						["bTag"] = "MacTavish#52888",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "红糖人参-冰霜之刃",
						["iLvl"] = 944,
						["class"] = 3,
						["time"] = 1511630969,
						["bTag"] = "完美谢幕#5662",
					}, -- [16]
					{
						["role"] = "HEALER",
						["name"] = "淼殇德-阿克蒙德",
						["iLvl"] = 946,
						["time"] = 1511699066,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "淼殇#5554",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "無悔這壹生-阿克蒙德",
						["iLvl"] = 942,
						["class"] = 9,
						["time"] = 1511699066,
						["bTag"] = "无悔这一生#5241",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "暮影长歌-无尽之海",
						["iLvl"] = 914,
						["class"] = 4,
						["time"] = 1511698811,
						["bTag"] = "暮云长歌#5104",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "星光血拳-阿克蒙德",
						["iLvl"] = 940,
						["class"] = 6,
						["time"] = 1511699066,
						["bTag"] = "雨一直下#5490",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "花亦辰未央乀-黑铁",
						["iLvl"] = 940,
						["class"] = 4,
						["time"] = 1511699066,
						["bTag"] = "花亦辰#51343",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "嘉诺-血色十字军",
						["iLvl"] = 938,
						["class"] = 3,
						["time"] = 1511698885,
						["bTag"] = "壹笑#5272",
					}, -- [22]
					{
						["role"] = "TANK",
						["name"] = "Bloodyrosa-布兰卡德",
						["iLvl"] = 930,
						["class"] = 12,
						["time"] = 1511699066,
						["bTag"] = "junxiaosheng#5606",
					}, -- [23]
					{
						["name"] = "逍遥苍月-死亡之翼",
						["role"] = "DAMAGER",
						["time"] = 1511699066,
						["class"] = 1,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "暮云长歌-阿克蒙德",
						["iLvl"] = 942,
						["class"] = 3,
						["time"] = 1511699066,
						["bTag"] = "暮云长歌#5104",
					}, -- [25]
					{
						["role"] = "HEALER",
						["name"] = "便秘瓜-红龙军团",
						["iLvl"] = 940,
						["class"] = 11,
						["time"] = 1511699066,
						["bTag"] = "休了個閒#5777",
					}, -- [26]
					{
						["name"] = "疯狂霸主-冰霜之刃",
						["role"] = "HEALER",
						["time"] = 1511699066,
						["class"] = 11,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "北辰之风-埃德萨拉",
						["iLvl"] = 901,
						["time"] = 1511700053,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "北辰之风#5735",
					}, -- [28]
					{
						["role"] = "TANK",
						["name"] = "萌熊熊萌-加基森",
						["iLvl"] = 932,
						["class"] = 11,
						["time"] = 1511700053,
						["bTag"] = "海蓝之源#5544",
					}, -- [29]
					{
						["role"] = "HEALER",
						["name"] = "衣只牛-死亡之翼",
						["iLvl"] = 911,
						["class"] = 11,
						["time"] = 1511700053,
						["bTag"] = "感行#5799",
					}, -- [30]
					{
						["role"] = "TANK",
						["name"] = "麻阔阔-丽丽（四川）",
						["iLvl"] = 944,
						["class"] = 12,
						["time"] = 1511700053,
						["bTag"] = "素年锦时#51501",
					}, -- [31]
					{
						["role"] = "HEALER",
						["name"] = "炖香咕-亡语者",
						["iLvl"] = 915,
						["class"] = 5,
						["time"] = 1511700053,
						["bTag"] = "东熙#5960",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "薯片慢-无尽之海",
						["iLvl"] = 886,
						["class"] = 3,
						["time"] = 1511700053,
						["bTag"] = "九千#5637",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "懒泱泱-贫瘠之地",
						["iLvl"] = 922,
						["class"] = 12,
						["time"] = 1511700053,
						["bTag"] = "羊咩咩#52909",
					}, -- [34]
					{
						["name"] = "阿尔法泯灭-燃烧之刃",
						["role"] = "DAMAGER",
						["time"] = 1511700053,
						["class"] = 9,
					}, -- [35]
					{
						["name"] = "柒翼乄牛-布兰卡德",
						["role"] = "TANK",
						["time"] = 1511700053,
						["class"] = 2,
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "娜娜酱丶-埃德萨拉",
						["iLvl"] = 867,
						["class"] = 4,
						["time"] = 1511700053,
						["bTag"] = "北辰之风#5735",
					}, -- [37]
					{
						["name"] = "撒旦神-影之哀伤",
						["role"] = "DAMAGER",
						["time"] = 1511700053,
						["class"] = 1,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "五月槐花香-希雷诺斯",
						["iLvl"] = 943,
						["class"] = 4,
						["time"] = 1511700579,
						["bTag"] = "夜雪枫辰#5377",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "一丶贰壹-凤凰之神",
						["iLvl"] = 942,
						["time"] = 1511700579,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "灰丶冭郎#5420",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "飘渺枫叶-主宰之剑",
						["iLvl"] = 930,
						["class"] = 8,
						["time"] = 1511700579,
						["bTag"] = "郝启隆#5361",
					}, -- [41]
					{
						["role"] = "HEALER",
						["name"] = "一杯敬死亡-古尔丹",
						["iLvl"] = 947,
						["class"] = 10,
						["time"] = 1511700579,
						["bTag"] = "掉了大牙的河马君#5144",
					}, -- [42]
					{
						["name"] = "就是干丶-幽暗沼泽",
						["role"] = "DAMAGER",
						["time"] = 1511700341,
						["class"] = 6,
					}, -- [43]
					{
						["role"] = "TANK",
						["name"] = "战胜枭雄-冰风岗",
						["iLvl"] = 948,
						["class"] = 6,
						["time"] = 1511700162,
						["bTag"] = "小手#51756",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "奈欧天-古加尔",
						["iLvl"] = 936,
						["class"] = 1,
						["time"] = 1511700429,
						["bTag"] = "长夏已尽#51984",
					}, -- [45]
					{
						["name"] = "丁尼格费尔-法拉希姆",
						["role"] = "HEALER",
						["time"] = 1511700579,
						["class"] = 7,
					}, -- [46]
					{
						["name"] = "王六六-奥尔加隆",
						["role"] = "DAMAGER",
						["time"] = 1511700579,
						["class"] = 2,
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "人帅钱多-影之哀伤",
						["iLvl"] = 945,
						["class"] = 1,
						["time"] = 1511700579,
						["bTag"] = "瞌睡的蜗牛#5774",
					}, -- [48]
					{
						["role"] = "HEALER",
						["name"] = "Mulherspmwb-死亡之翼",
						["iLvl"] = 948,
						["class"] = 11,
						["time"] = 1511700579,
						["bTag"] = "sunshinewind#5924",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "陈丶雪婲啤酒-丽丽（四川）",
						["iLvl"] = 945,
						["class"] = 10,
						["time"] = 1511700579,
						["bTag"] = "Arthas#5536",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "贵州诚搏集团-燃烧之刃",
						["class"] = 1,
						["leader"] = true,
						["time"] = 1511712243,
					}, -- [51]
					{
						["role"] = "HEALER",
						["name"] = "花妖的裙摆-戈提克",
						["iLvl"] = 945,
						["class"] = 5,
						["time"] = 1511712243,
						["bTag"] = "废喵得自我修养#5236",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔小公主-海克泰尔",
						["iLvl"] = 943,
						["class"] = 12,
						["time"] = 1511712243,
						["bTag"] = "黯刃影歌#5792",
					}, -- [53]
					{
						["name"] = "Raptorlw-闪电之刃",
						["role"] = "HEALER",
						["time"] = 1511712243,
						["class"] = 11,
					}, -- [54]
					{
						["name"] = "奶奶個熊-闪电之刃",
						["role"] = "DAMAGER",
						["time"] = 1511712243,
						["class"] = 11,
					}, -- [55]
					{
						["name"] = "Tremblingre-烈焰峰",
						["role"] = "DAMAGER",
						["time"] = 1511712243,
						["class"] = 4,
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "感受这一万年-克尔苏加德",
						["iLvl"] = 932,
						["time"] = 1511712585,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "渺小的牛头人#5427",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "传奇凤凰-阿克蒙德",
						["iLvl"] = 929,
						["class"] = 8,
						["time"] = 1511712585,
						["bTag"] = "邵郁#5893",
					}, -- [58]
					{
						["role"] = "TANK",
						["name"] = "紴雅丶汉库克-迦拉克隆",
						["iLvl"] = 946,
						["class"] = 12,
						["time"] = 1511712585,
						["bTag"] = "绯月#51756",
					}, -- [59]
					{
						["role"] = "HEALER",
						["name"] = "酒池肉林-迅捷微风",
						["iLvl"] = 942,
						["class"] = 10,
						["time"] = 1511712585,
						["bTag"] = "一言不合突突突#5158",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "非橙勿扰乄-迅捷微风",
						["iLvl"] = 937,
						["class"] = 11,
						["time"] = 1511712585,
						["bTag"] = "Iceamaris#5373",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "Eetsubasa-鹰巢山",
						["iLvl"] = 934,
						["class"] = 7,
						["time"] = 1511712585,
						["bTag"] = "Emisukidayo#5489",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "Aniwechen-雷霆之王",
						["iLvl"] = 922,
						["class"] = 2,
						["time"] = 1511712585,
						["bTag"] = "AniweChen#5897",
					}, -- [63]
					{
						["role"] = "HEALER",
						["name"] = "丨般若丨-试炼之环",
						["iLvl"] = 934,
						["class"] = 2,
						["time"] = 1511712585,
						["bTag"] = "幻痕#5961",
					}, -- [64]
					{
						["role"] = "HEALER",
						["name"] = "姬羽希-凤凰之神",
						["iLvl"] = 945,
						["class"] = 10,
						["time"] = 1511712585,
						["bTag"] = "姬羽希#5844",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "火天堂-萨格拉斯",
						["iLvl"] = 910,
						["time"] = 1511715006,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "重复温暖#5966",
					}, -- [66]
					{
						["role"] = "HEALER",
						["name"] = "枭兽宝宝-黑铁",
						["iLvl"] = 942,
						["class"] = 11,
						["time"] = 1511715006,
						["bTag"] = "沉沉沉沉陈#5258",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "火天堂-阿尔萨斯",
						["iLvl"] = 917,
						["class"] = 9,
						["time"] = 1511715006,
						["bTag"] = "猪猪#5368",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "十三耶-克尔苏加德",
						["iLvl"] = 940,
						["class"] = 3,
						["time"] = 1511715006,
						["bTag"] = "都敏俊熙#5594",
					}, -- [69]
					{
						["name"] = "特种兵丶残暴-黑铁",
						["role"] = "HEALER",
						["time"] = 1511715006,
						["class"] = 7,
					}, -- [70]
					{
						["name"] = "噜乄噜-安苏",
						["role"] = "DAMAGER",
						["time"] = 1511713601,
						["class"] = 6,
					}, -- [71]
					{
						["role"] = "TANK",
						["name"] = "Jamery-阿纳克洛斯",
						["iLvl"] = 945,
						["class"] = 12,
						["time"] = 1511719503,
						["bTag"] = "亡灵小贼#51194",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "克制死敌-影之哀伤",
						["iLvl"] = 947,
						["class"] = 1,
						["time"] = 1511714354,
						["bTag"] = "尿尿有点卡#5180",
					}, -- [73]
					{
						["role"] = "HEALER",
						["name"] = "右手霸王-风暴之怒",
						["iLvl"] = 948,
						["class"] = 10,
						["time"] = 1511715006,
						["bTag"] = "右手霸王#5159",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "丿断罪之刃丶-燃烧之刃",
						["iLvl"] = 950,
						["class"] = 1,
						["time"] = 1511715006,
						["bTag"] = "Sunday#52675",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "浪子七少-红龙军团",
						["iLvl"] = 932,
						["class"] = 9,
						["time"] = 1511714354,
						["bTag"] = "浪子丶七少#5139",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "晓悟空丶-阿克蒙德",
						["iLvl"] = 928,
						["class"] = 6,
						["time"] = 1511715006,
						["bTag"] = "小丶悟空丶#5141",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "烈酒凉心-伊森利恩",
						["iLvl"] = 942,
						["time"] = 1511719503,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "UFO#5826",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "白素貞-回音山",
						["iLvl"] = 938,
						["class"] = 3,
						["time"] = 1511719503,
						["bTag"] = "Cherry#5145",
					}, -- [79]
					{
						["role"] = "HEALER",
						["name"] = "无常君-伊森利恩",
						["iLvl"] = 948,
						["class"] = 2,
						["time"] = 1511720120,
						["bTag"] = "无常阿#5178",
					}, -- [80]
					{
						["role"] = "HEALER",
						["name"] = "許漢文-回音山",
						["iLvl"] = 933,
						["class"] = 11,
						["time"] = 1511719503,
						["bTag"] = "稻子清水#5220",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "夜丨丨幕-巨龙之吼",
						["iLvl"] = 942,
						["class"] = 4,
						["time"] = 1511717774,
						["bTag"] = "gjfcbkxn#5303",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "王小琥-燃烧之刃",
						["iLvl"] = 943,
						["class"] = 4,
						["time"] = 1511719503,
						["bTag"] = "奔波尔霸#5514",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "酱油星人-黑铁",
						["iLvl"] = 888,
						["class"] = 4,
						["time"] = 1511719503,
						["bTag"] = "酱油星人#5877",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "草一上一飞-利刃之拳",
						["iLvl"] = 921,
						["class"] = 2,
						["time"] = 1511719503,
						["bTag"] = "功夫熊猫#5400",
					}, -- [85]
					{
						["role"] = "HEALER",
						["name"] = "別吵灬想婧婧-凤凰之神",
						["iLvl"] = 947,
						["class"] = 5,
						["time"] = 1511718342,
						["bTag"] = "CrazyCat#511633",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "欧酱-安苏",
						["iLvl"] = 916,
						["class"] = 6,
						["time"] = 1511719503,
						["bTag"] = "泽拉图#515167",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "丶丶轩辕丶丶-黑铁",
						["iLvl"] = 948,
						["time"] = 1511721689,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "丶轩辕丶#5696",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "礻申丶木昆-黑铁",
						["iLvl"] = 939,
						["class"] = 11,
						["time"] = 1511721689,
						["bTag"] = "暗夜之骑士#556574",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "东城赵四-安苏",
						["iLvl"] = 935,
						["class"] = 1,
						["time"] = 1511720120,
						["bTag"] = "BouncyKnight#57889",
					}, -- [90]
					{
						["name"] = "妞头德-熔火之心",
						["role"] = "HEALER",
						["time"] = 1511721689,
						["class"] = 11,
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "清词丶笑红尘-洛萨",
						["iLvl"] = 925,
						["class"] = 1,
						["time"] = 1511721689,
						["bTag"] = "释然#5552",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "Blankëspace-卡拉赞",
						["iLvl"] = 941,
						["class"] = 8,
						["time"] = 1511720120,
						["bTag"] = "GyXX#5537",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "Darkeneran-血环",
						["iLvl"] = 929,
						["class"] = 6,
						["time"] = 1511720120,
						["bTag"] = "雷霆之子#5271",
					}, -- [94]
					{
						["role"] = "HEALER",
						["name"] = "丨灬唯丶一-菲米丝",
						["iLvl"] = 918,
						["class"] = 5,
						["time"] = 1511720120,
						["bTag"] = "执丶著#5215",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "暗黑小战-凤凰之神",
						["iLvl"] = 933,
						["class"] = 1,
						["time"] = 1511719894,
						["bTag"] = "David#56482",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "大雄突突昵-安苏",
						["iLvl"] = 933,
						["class"] = 5,
						["time"] = 1511721689,
						["bTag"] = "大雄#52799",
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "乄丶丶乄-布兰卡德",
						["iLvl"] = 949,
						["class"] = 1,
						["time"] = 1511721689,
						["bTag"] = "乄丶丶乄#5894",
					}, -- [98]
					{
						["name"] = "魔兽第三春-天空之墙",
						["role"] = "TANK",
						["time"] = 1511721689,
						["class"] = 12,
					}, -- [99]
					{
						["role"] = "HEALER",
						["name"] = "溪莲-死亡之翼",
						["iLvl"] = 947,
						["class"] = 2,
						["time"] = 1511721689,
						["bTag"] = "溪莲#5643",
					}, -- [100]
					{
						["role"] = "HEALER",
						["name"] = "喵哥哥丶-布兰卡德",
						["iLvl"] = 931,
						["class"] = 10,
						["time"] = 1511721689,
						["bTag"] = "熊猫直播丶喵哥哥#5822",
					}, -- [101]
				},
				["2-115-462-0"] = {
					{
						["role"] = "TANK",
						["name"] = "丷蜜糖-无尽之海",
						["iLvl"] = 945,
						["time"] = 1510028980,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "赠你一世蜜糖#5461",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "一夕一花-燃烧之刃",
						["iLvl"] = 943,
						["class"] = 3,
						["time"] = 1510028980,
						["bTag"] = "scorpio#5247",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "牛奶巧克力呀-回音山",
						["iLvl"] = 934,
						["class"] = 2,
						["time"] = 1510028980,
						["bTag"] = "ElaineTT#5198",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "璇嵂丶-安苏",
						["iLvl"] = 944,
						["class"] = 12,
						["time"] = 1510028980,
						["bTag"] = "Alexis#51361",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "暗月小法-巫妖之王",
						["iLvl"] = 947,
						["time"] = 1511679733,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "敏感之矮人#530498",
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "葛蕾特伊芙-巫妖之王",
						["iLvl"] = 940,
						["class"] = 5,
						["time"] = 1511679733,
						["bTag"] = "葛蕾特伊芙#5942",
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "法法丶老-巫妖之王",
						["iLvl"] = 943,
						["class"] = 6,
						["time"] = 1511679733,
						["bTag"] = "灬忆#5653",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "喵小懒-斯克提斯",
						["iLvl"] = 944,
						["class"] = 9,
						["time"] = 1511676460,
						["bTag"] = "部落之子#59949",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "沐雨橙風丶-格瑞姆巴托",
						["iLvl"] = 949,
						["class"] = 8,
						["time"] = 1511677945,
						["bTag"] = "黎丶痕#5419",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "羽川白仪-冰风岗",
						["iLvl"] = 946,
						["class"] = 8,
						["time"] = 1511679733,
						["bTag"] = "暗影之鱼人#51194",
					}, -- [10]
				},
				["1-3-248-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "可爱小圣骑-迅捷微风",
						["class"] = 6,
						["leader"] = true,
						["time"] = 1510996337,
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "Iserenity-萨尔",
						["iLvl"] = 943,
						["time"] = 1510996416,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "Ignisfatuus#5146",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "这也叫法爷-安苏",
						["iLvl"] = 921,
						["class"] = 8,
						["time"] = 1510996337,
						["bTag"] = "公爵#52579",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "Soulhuntsman-烈焰峰",
						["iLvl"] = 919,
						["class"] = 7,
						["time"] = 1510996416,
						["bTag"] = "傑少#5495",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "阿瑟亚拉-烈焰峰",
						["iLvl"] = 921,
						["class"] = 4,
						["time"] = 1510996416,
						["bTag"] = "杰少#5158",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "水无月灬双儿-罗宁",
						["iLvl"] = 925,
						["class"] = 12,
						["time"] = 1510996416,
						["bTag"] = "玉烨#5752",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "Aegwynns-影之哀伤",
						["iLvl"] = 934,
						["class"] = 8,
						["time"] = 1510996416,
						["bTag"] = "RainTriste#5499",
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "古天乐丶-无尽之海",
						["iLvl"] = 915,
						["class"] = 1,
						["time"] = 1510996416,
						["bTag"] = "BrightHammer#526648",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "雾色清晨-遗忘海岸",
						["iLvl"] = 939,
						["class"] = 4,
						["time"] = 1510996416,
						["bTag"] = "LION#53410",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "牛球-古尔丹",
						["iLvl"] = 940,
						["class"] = 2,
						["time"] = 1510996352,
						["bTag"] = "七舅老爷#5707",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "皮皮鬼-提瑞斯法",
						["iLvl"] = 907,
						["class"] = 1,
						["time"] = 1510996352,
						["bTag"] = "皮皮鬼#5498",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "追风逐月-尘风峡谷",
						["iLvl"] = 933,
						["class"] = 8,
						["time"] = 1510996416,
						["bTag"] = "恐怖份子#5237",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "我是八师兄-阿纳克洛斯",
						["iLvl"] = 926,
						["class"] = 9,
						["time"] = 1510996416,
						["bTag"] = "星空下徘徊#5500",
					}, -- [13]
					{
						["role"] = "TANK",
						["name"] = "伤尽母牛心-诺兹多姆",
						["iLvl"] = 940,
						["class"] = 11,
						["time"] = 1510996416,
						["bTag"] = "碧空之歌#51559",
					}, -- [14]
					{
						["name"] = "绯想天-阿扎达斯",
						["role"] = "TANK",
						["time"] = 1510996416,
						["class"] = 6,
					}, -- [15]
					{
						["name"] = "台风飓风-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1510996416,
						["class"] = 6,
					}, -- [16]
					{
						["name"] = "朱迪恩丶卡亚-金色平原",
						["role"] = "DAMAGER",
						["time"] = 1510996416,
						["class"] = 4,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "爱徳华-烈焰峰",
						["iLvl"] = 881,
						["class"] = 3,
						["time"] = 1510996416,
						["bTag"] = "MrLW#5419",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "骄傲的存在-伊森利恩",
						["iLvl"] = 944,
						["class"] = 1,
						["time"] = 1510996416,
						["bTag"] = "骄傲的存在#51513",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "五年血泪史-冰风岗",
						["iLvl"] = 938,
						["class"] = 8,
						["time"] = 1510996416,
						["bTag"] = "疯狂之法师#518590",
					}, -- [20]
					{
						["name"] = "不能更牛了-风行者",
						["role"] = "TANK",
						["time"] = 1510996373,
						["class"] = 1,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "贼拉风的贼-巨龙之吼",
						["iLvl"] = 902,
						["class"] = 4,
						["time"] = 1510996416,
						["bTag"] = "以戦为名#5785",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "念西风-塞拉摩",
						["iLvl"] = 931,
						["class"] = 4,
						["time"] = 1510996416,
						["bTag"] = "朱景伟#5505",
					}, -- [23]
					{
						["role"] = "HEALER",
						["name"] = "咖啡商人-黑翼之巢",
						["iLvl"] = 939,
						["class"] = 5,
						["time"] = 1510996416,
						["bTag"] = "慢慢#5893",
					}, -- [24]
					{
						["name"] = "Smilepanda-鬼雾峰",
						["role"] = "DAMAGER",
						["time"] = 1510996416,
						["class"] = 5,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "西木野妈个姬-凤凰之神",
						["iLvl"] = 937,
						["class"] = 12,
						["time"] = 1510996416,
						["bTag"] = "岚梦#5513",
					}, -- [26]
					{
						["name"] = "萨满宗教-回音山",
						["role"] = "DAMAGER",
						["time"] = 1510996416,
						["class"] = 7,
					}, -- [27]
				},
				["2-121-467-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "白头乌挖挖-巫妖之王",
						["iLvl"] = 935,
						["time"] = 1509299419,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "阿兹納布#5136",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "萌污污萌-沙怒",
						["iLvl"] = 942,
						["class"] = 12,
						["time"] = 1509299419,
						["bTag"] = "木瓜先生#5418",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "灬幺鸡灬-血顶",
						["iLvl"] = 940,
						["class"] = 5,
						["time"] = 1509299419,
						["bTag"] = "脑壳打铁#5793",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "又见惊蛰-沙怒",
						["iLvl"] = 937,
						["class"] = 1,
						["time"] = 1509299419,
						["bTag"] = "哆来咪发唆#5903",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "帅气一点点-莱索恩",
						["iLvl"] = 946,
						["time"] = 1509653864,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "我愿随风而行#5706",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "格蕾希尔丶-霜之哀伤",
						["iLvl"] = 945,
						["class"] = 12,
						["time"] = 1509653864,
						["bTag"] = "许行歌丶#5379",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "淡笑风云-鬼雾峰",
						["iLvl"] = 949,
						["class"] = 9,
						["time"] = 1509653864,
						["bTag"] = "ShadowWarri#5648",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "红猪丶-安东尼达斯",
						["iLvl"] = 943,
						["class"] = 12,
						["time"] = 1509653864,
						["bTag"] = "Edison#5587",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "单眼皮血漂亮-燃烧平原",
						["iLvl"] = 944,
						["time"] = 1510864451,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "单眼皮血漂亮#5441",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "残阳如云-布兰卡德",
						["iLvl"] = 947,
						["class"] = 12,
						["time"] = 1510864451,
						["bTag"] = "莫太欢#5628",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "萌萌麻友友-埃德萨拉",
						["iLvl"] = 944,
						["class"] = 10,
						["time"] = 1510864451,
						["bTag"] = "panzervor#51879",
					}, -- [11]
					{
						["role"] = "TANK",
						["name"] = "塞塞-燃烧之刃",
						["iLvl"] = 953,
						["class"] = 2,
						["time"] = 1510864451,
						["bTag"] = "那个塞塞#5282",
					}, -- [12]
				},
			},
			["version"] = "70300.06",
			["advShine"] = "70200.03",
			["searchHistoryList"] = {
				"9-0-19-0", -- [1]
				"8-0-424-0", -- [2]
				"3-123-481-0", -- [3]
				"3-110-0-0", -- [4]
				"3-110-412-0", -- [5]
				"2-0-0-0", -- [6]
				"6-0-16-0", -- [7]
				"2-118-0-0", -- [8]
				"1-0-0-0", -- [9]
				"1-134-488-0", -- [10]
				"3-0-0-0", -- [11]
				"1-124-419-0", -- [12]
				"2-118-463-0", -- [13]
				"2-112-459-0", -- [14]
				"3-126-480-0", -- [15]
				"2-121-467-0", -- [16]
				"2-117-464-0", -- [17]
				"2-120-466-0", -- [18]
				"2-112-0-0", -- [19]
				"3-131-478-0", -- [20]
				"3-123-0-0", -- [21]
				"1-134-489-0", -- [22]
				"6-0-0-0", -- [23]
				"1-71-280-998", -- [24]
				"2-115-462-0", -- [25]
				"2-119-465-0", -- [26]
				"1-134-487-0", -- [27]
				"3-0-458-0", -- [28]
				"2-114-461-0", -- [29]
				"2-113-460-0", -- [30]
				"1-124-423-0", -- [31]
				"3-123-416-0", -- [32]
				"3-131-479-0", -- [33]
				"2-129-475-0", -- [34]
				"2-129-486-0", -- [35]
				"2-119-0-0", -- [36]
				"1-124-420-0", -- [37]
				"2-127-471-0", -- [38]
				"1-124-469-0", -- [39]
				"2-120-0-0", -- [40]
				"2-121-0-0", -- [41]
				"1-130-477-0", -- [42]
				"3-126-457-0", -- [43]
				"3-126-0-0", -- [44]
				"3-131-0-0", -- [45]
				"2-112-445-0", -- [46]
				"2-117-451-0", -- [47]
				"5-0-0-0", -- [48]
				"2-125-455-0", -- [49]
				"3-123-415-0", -- [50]
				"3-0-9-0", -- [51]
				"3-122-414-0", -- [52]
				"3-122-468-0", -- [53]
				"3-122-413-0", -- [54]
				"3-122-0-0", -- [55]
				"2-114-0-0", -- [56]
				"2-113-0-0", -- [57]
				"2-129-0-0", -- [58]
				"2-128-473-0", -- [59]
				"2-119-452-0", -- [60]
				"2-116-449-0", -- [61]
				"4-0-7-0", -- [62]
				"3-126-456-0", -- [63]
				"2-121-454-0", -- [64]
				"2-120-453-0", -- [65]
				"2-114-447-0", -- [66]
				"4-0-6-0", -- [67]
				"1-124-422-0", -- [68]
				"2-115-0-0", -- [69]
				"2-128-0-0", -- [70]
				"2-118-450-0", -- [71]
				"2-113-446-0", -- [72]
				"2-117-431-0", -- [73]
				"2-125-0-0", -- [74]
				"2-116-0-0", -- [75]
				"2-129-476-0", -- [76]
				"2-47-124-0", -- [77]
				"3-110-409-0", -- [78]
				"3-110-410-0", -- [79]
				"1-68-176-0", -- [80]
				"3-0-398-0", -- [81]
				"3-15-0-0", -- [82]
				"2-117-0-0", -- [83]
				"2-115-448-0", -- [84]
			},
			["searchInputHistory"] = {
				["3-123-416-0"] = {
					"w", -- [1]
				},
				["1-124-469-0"] = {
					"剥皮", -- [1]
					"术", -- [2]
					"m", -- [3]
				},
				["3-131-479-0"] = {
					"小号", -- [1]
				},
				["2-115-462-0"] = {
					"末日", -- [1]
				},
				["2-117-464-0"] = {
					"19", -- [1]
				},
				["3-131-478-0"] = {
					"鸡蛋", -- [1]
					"化身", -- [2]
					"侍女", -- [3]
				},
				["2-120-466-0"] = {
					"19", -- [1]
					"1918", -- [2]
					"18", -- [3]
				},
				["1-124-419-0"] = {
					"扭曲", -- [1]
					"古老", -- [2]
				},
				["6-0-16-0"] = {
					"000", -- [1]
				},
				["1-130-477-0"] = {
					"末日", -- [1]
				},
				["2-112-459-0"] = {
					"冲", -- [1]
					"11", -- [2]
				},
				["1-71-280-998"] = {
					"博", -- [1]
				},
				["2-118-463-0"] = {
					"17", -- [1]
					"19", -- [2]
				},
				["2-112-0-0"] = {
					"18", -- [1]
				},
				["1-0-0-0"] = {
					"入侵", -- [1]
					"瓦尔", -- [2]
					"末日", -- [3]
				},
				["2-0-0-0"] = {
					"18", -- [1]
					"17", -- [2]
					"19", -- [3]
					"20", -- [4]
					"执政", -- [5]
				},
				["3-0-0-0"] = {
					"卡扎克", -- [1]
					"鸡蛋", -- [2]
					"成就", -- [3]
					"ss", -- [4]
				},
			},
			["worldQuestHelp"] = true,
			["chatGroupListening"] = {
				["APP_WHISPER"] = {
					nil, -- [1]
					nil, -- [2]
					nil, -- [3]
					false, -- [4]
					false, -- [5]
					false, -- [6]
					false, -- [7]
					false, -- [8]
					false, -- [9]
					false, -- [10]
				},
			},
		},
		["长腿加急速 - 夏维安"] = {
			["version"] = "70300.06",
			["settings"] = {
				["storage"] = {
					["y"] = -29.0000610351563,
					["x"] = -44.9999389648438,
					["scale"] = 1,
				},
			},
			["searchHistoryList"] = {
				"6-0-0-0", -- [1]
			},
			["recent"] = {
				["3-132-482-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "一人我转转锤-凤凰之神",
						["bTag"] = "斗鱼丨对不起#5377",
						["time"] = 1513399959,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 960,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "三里路-鲜血熔炉",
						["bTag"] = "Sincerp#5105",
						["class"] = 12,
						["time"] = 1513399959,
						["iLvl"] = 965,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "Lililing-凤凰之神",
						["bTag"] = "馫囍#5233",
						["class"] = 4,
						["time"] = 1513399959,
						["iLvl"] = 939,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["class"] = 1,
						["time"] = 1513394497,
						["name"] = "Lililin-凤凰之神",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "灬灵屠灬-格瑞姆巴托",
						["bTag"] = "acidrockboy#5809",
						["class"] = 12,
						["time"] = 1513399959,
						["iLvl"] = 946,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "肉爪猫-铜龙军团",
						["bTag"] = "八妹#5861",
						["class"] = 11,
						["time"] = 1513399959,
						["iLvl"] = 944,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "唯美式丶情调-燃烧之刃",
						["bTag"] = "阿木木#52295",
						["class"] = 4,
						["time"] = 1513399959,
						["iLvl"] = 951,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "阴吹湿挺-凤凰之神",
						["bTag"] = "终初#51235",
						["class"] = 6,
						["time"] = 1513399959,
						["iLvl"] = 952,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "溪夜涼白-黑暗虚空",
						["bTag"] = "李雾月#5948",
						["class"] = 2,
						["time"] = 1513399959,
						["iLvl"] = 959,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "残月丶灬-冰风岗",
						["bTag"] = "残月冥#5250",
						["class"] = 9,
						["time"] = 1513393774,
						["iLvl"] = 959,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "在下肥肥虾-熔火之心",
						["bTag"] = "咚咚隆咚呛呛呛呛#5738",
						["class"] = 1,
						["time"] = 1513393940,
						["iLvl"] = 953,
					}, -- [11]
					{
						["role"] = "TANK",
						["name"] = "想醉没有肺-克尔苏加德",
						["bTag"] = "破山中贼易#5698",
						["class"] = 1,
						["time"] = 1513399959,
						["iLvl"] = 955,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "驴与緑鯉魚-无尽之海",
						["bTag"] = "俊哥哥#5762",
						["class"] = 9,
						["time"] = 1513399959,
						["iLvl"] = 957,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "丶尛兮-无尽之海",
						["bTag"] = "YuetChing#5753",
						["class"] = 1,
						["time"] = 1513399959,
						["iLvl"] = 959,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "卫殿鸢-斯克提斯",
						["bTag"] = "卫殿鸢#5582",
						["class"] = 9,
						["time"] = 1513394815,
						["iLvl"] = 955,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "有一个姑凉-死亡之翼",
						["bTag"] = "XBBB#5134",
						["class"] = 7,
						["time"] = 1513399959,
						["iLvl"] = 944,
					}, -- [16]
					{
						["role"] = "HEALER",
						["name"] = "安猪啦卑鄙-奥特兰克",
						["bTag"] = "soleil#51808",
						["class"] = 5,
						["time"] = 1513399959,
						["iLvl"] = 944,
					}, -- [17]
					{
						["role"] = "HEALER",
						["name"] = "乙津夢-大漩涡",
						["bTag"] = "乙津梦#5935",
						["class"] = 2,
						["time"] = 1513394815,
						["iLvl"] = 954,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "纳兰帅哥-血顶",
						["bTag"] = "可爱的哈哈#5787",
						["class"] = 12,
						["time"] = 1513394815,
						["iLvl"] = 956,
					}, -- [19]
					{
						["role"] = "HEALER",
						["name"] = "怀忧终年岁-死亡之翼",
						["bTag"] = "波波#53266",
						["class"] = 2,
						["time"] = 1513399959,
						["iLvl"] = 956,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "一代粽师-燃烧平原",
						["bTag"] = "粽子#5288",
						["class"] = 8,
						["time"] = 1513399959,
						["iLvl"] = 949,
					}, -- [21]
					{
						["role"] = "HEALER",
						["class"] = 2,
						["time"] = 1513399959,
						["name"] = "偶叫舒克-燃烧之刃",
					}, -- [22]
					{
						["role"] = "TANK",
						["name"] = "彩雲之南-血色十字军",
						["bTag"] = "青青子矜#5302",
						["class"] = 12,
						["time"] = 1513399959,
						["iLvl"] = 955,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "我爱小武-布兰卡德",
						["bTag"] = "路易斯#5949",
						["class"] = 4,
						["time"] = 1513399959,
						["iLvl"] = 950,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "天津風改-哈卡",
						["bTag"] = "天津風改#5140",
						["class"] = 2,
						["time"] = 1513399959,
						["iLvl"] = 959,
					}, -- [25]
					{
						["role"] = "HEALER",
						["name"] = "秋水伊玲-天空之墙",
						["bTag"] = "OceanKnox#51907",
						["class"] = 5,
						["time"] = 1513399959,
						["iLvl"] = 958,
					}, -- [26]
				},
			},
			["lastSearchValue"] = "6-0-0-0",
			["worldQuestHelp"] = true,
			["chatGroupListening"] = {
				["APP_WHISPER"] = {
					nil, -- [1]
					nil, -- [2]
					nil, -- [3]
					false, -- [4]
					false, -- [5]
					false, -- [6]
					false, -- [7]
					false, -- [8]
					false, -- [9]
					false, -- [10]
				},
			},
		},
		["Dragonlock - 迅捷微风"] = {
			["lastSearchValue"] = "6-0-0-0",
			["createHistoryList"] = {
				"2-128-473-0", -- [1]
				"2-112-459-0", -- [2]
			},
			["version"] = "70300.06",
			["searchHistoryList"] = {
				"6-0-0-0", -- [1]
			},
			["settings"] = {
				["storage"] = {
					["y"] = -29.0000610351563,
					["x"] = -6.9998779296875,
					["scale"] = 1,
				},
			},
			["recent"] = {
				["3-132-482-0"] = {
					{
						["role"] = "TANK",
						["name"] = "主乂公-冰风岗",
						["iLvl"] = 952,
						["time"] = 1514602464,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "冥界瑜皇#5305",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "要啥有啥-贫瘠之地",
						["iLvl"] = 957,
						["time"] = 1514602464,
						["class"] = 6,
						["bTag"] = "想飞的猪#5972",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "辣鸡琛狂吃翔-古拉巴什",
						["iLvl"] = 959,
						["time"] = 1514602464,
						["class"] = 12,
						["bTag"] = "XETC#51256",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "十字架下的雪-克尔苏加德",
						["iLvl"] = 946,
						["time"] = 1514596117,
						["class"] = 12,
						["bTag"] = "xiaosi#5177",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "幻月儿-索瑞森",
						["iLvl"] = 942,
						["time"] = 1514602464,
						["class"] = 2,
						["bTag"] = "幻月儿#5810",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "残存水银-燃烧平原",
						["iLvl"] = 945,
						["time"] = 1514602464,
						["class"] = 3,
						["bTag"] = "凤舞铭沙#5845",
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "花丶下-安苏",
						["iLvl"] = 948,
						["time"] = 1514602464,
						["class"] = 11,
						["bTag"] = "Sickle#51515",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "我男朋友很帅-黑铁",
						["iLvl"] = 960,
						["time"] = 1514602464,
						["class"] = 3,
						["bTag"] = "Rytee#5420",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "史前小熊猫-血色十字军",
						["iLvl"] = 951,
						["time"] = 1514602464,
						["class"] = 10,
						["bTag"] = "史前巨牛#5303",
					}, -- [9]
					{
						["role"] = "HEALER",
						["name"] = "慌德-伊森利恩",
						["iLvl"] = 952,
						["time"] = 1514602464,
						["class"] = 11,
						["bTag"] = "慌得呀#5319",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "迎男而上-血色十字军",
						["iLvl"] = 961,
						["time"] = 1514601710,
						["class"] = 12,
						["bTag"] = "玛法力奥的香蕉#5869",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "浪丶唯一-克尔苏加德",
						["iLvl"] = 957,
						["time"] = 1514602464,
						["class"] = 1,
						["bTag"] = "放屁叼炸天#5319",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "丿褆菈米蘇丶-血色十字军",
						["iLvl"] = 958,
						["time"] = 1514595988,
						["class"] = 8,
						["bTag"] = "PassworD#51388",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "迪寧-燃烧之刃",
						["iLvl"] = 944,
						["time"] = 1514602464,
						["class"] = 9,
						["bTag"] = "迪宁#51474",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "兔牙乖乖-冰风岗",
						["iLvl"] = 955,
						["time"] = 1514602464,
						["class"] = 8,
						["bTag"] = "一颗大柠檬#51619",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "饮魂者-黑龙军团",
						["iLvl"] = 951,
						["time"] = 1514596023,
						["class"] = 4,
						["bTag"] = "Mhjah#5239",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "七夕之愿-塞拉摩",
						["iLvl"] = 929,
						["time"] = 1514602464,
						["class"] = 12,
						["bTag"] = "七夕之愿#5595",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "冰枢-洛丹伦",
						["iLvl"] = 959,
						["time"] = 1514602464,
						["class"] = 8,
						["bTag"] = "CrazyMage#513334",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "荔枝华-巨龙之吼",
						["iLvl"] = 958,
						["time"] = 1514602464,
						["class"] = 3,
						["bTag"] = "荔枝花#5548",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "白丝普雷-提瑞斯法",
						["iLvl"] = 957,
						["time"] = 1514595806,
						["class"] = 1,
						["bTag"] = "伊卡洛斯#5930",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "浮云遮望眼丶-血环",
						["iLvl"] = 925,
						["time"] = 1514602464,
						["class"] = 12,
						["bTag"] = "凌丶云#5127",
					}, -- [21]
					{
						["role"] = "HEALER",
						["name"] = "枪刚人帅不举-安苏",
						["iLvl"] = 954,
						["time"] = 1514602464,
						["class"] = 11,
						["bTag"] = "sakura#51389",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "爸爸去哪呢-血吼",
						["iLvl"] = 951,
						["time"] = 1514602464,
						["class"] = 3,
						["bTag"] = "碳棒#5141",
					}, -- [23]
					{
						["role"] = "HEALER",
						["name"] = "因为爱情美-安苏",
						["iLvl"] = 950,
						["time"] = 1514596867,
						["class"] = 11,
						["bTag"] = "muxun#51811",
					}, -- [24]
					{
						["role"] = "HEALER",
						["name"] = "Starmark-燃烧之刃",
						["iLvl"] = 950,
						["time"] = 1514602464,
						["class"] = 7,
						["bTag"] = "一脚一脚踩星星#5526",
					}, -- [25]
					{
						["role"] = "HEALER",
						["name"] = "夨落灬哓牧-摩摩尔",
						["iLvl"] = 965,
						["time"] = 1514595994,
						["class"] = 5,
						["bTag"] = "飘落#5202",
					}, -- [26]
					{
						["role"] = "HEALER",
						["name"] = "灬尐稥煙-无尽之海",
						["iLvl"] = 950,
						["time"] = 1514602464,
						["class"] = 5,
						["bTag"] = "暗夜之鸦#510908",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "无敌晓猎-死亡之翼",
						["iLvl"] = 955,
						["time"] = 1514602464,
						["class"] = 3,
						["bTag"] = "又一朝的晚霞#5116",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "箭无虚发-希尔瓦娜斯",
						["iLvl"] = 956,
						["time"] = 1514602464,
						["class"] = 3,
						["bTag"] = "幽兰戴尔#5876",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "传说中的秋葵-死亡之翼",
						["iLvl"] = 957,
						["time"] = 1514602464,
						["class"] = 3,
						["bTag"] = "朴人猛#5842",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "法爷心-无尽之海",
						["iLvl"] = 958,
						["time"] = 1514596867,
						["class"] = 11,
						["bTag"] = "思想者的梦#5972",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "Isha-燃烧之刃",
						["iLvl"] = 973,
						["time"] = 1514602464,
						["class"] = 1,
						["bTag"] = "木狸#5363",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "上海彭于晏-黑铁",
						["iLvl"] = 957,
						["time"] = 1514602464,
						["class"] = 12,
						["bTag"] = "乌鸦#52739",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "戮星-萨菲隆",
						["iLvl"] = 936,
						["time"] = 1514602464,
						["class"] = 2,
						["bTag"] = "FxDamon#5578",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "Angeroxx-霜之哀伤",
						["iLvl"] = 956,
						["time"] = 1514602464,
						["class"] = 3,
						["bTag"] = "筱爽丶#5253",
					}, -- [35]
					{
						["role"] = "HEALER",
						["name"] = "一队那个萨满-冰风岗",
						["iLvl"] = 952,
						["time"] = 1514602464,
						["class"] = 2,
						["bTag"] = "王者回归#5777",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "九丶九-夏维安",
						["iLvl"] = 958,
						["time"] = 1514602340,
						["class"] = 3,
						["bTag"] = "南疆路远丶#5879",
					}, -- [37]
				},
				["2-112-459-0"] = {
					{
						["role"] = "TANK",
						["name"] = "可口可乐乐-迅捷微风",
						["iLvl"] = 960,
						["time"] = 1514605352,
						["class"] = 11,
						["bTag"] = "至尊宝灬#51607",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Germer-迅捷微风",
						["iLvl"] = 947,
						["time"] = 1514605352,
						["class"] = 4,
						["bTag"] = "Hxl#5136",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "深屿-燃烧平原",
						["time"] = 1514605243,
						["class"] = 12,
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "浅岫-风行者",
						["time"] = 1514605243,
						["class"] = 5,
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "小兔忽悠着你-丽丽（四川）",
						["iLvl"] = 963,
						["time"] = 1514605352,
						["class"] = 2,
						["bTag"] = "灬寒鸦#5105",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "Claterdl-燃烧平原",
						["time"] = 1514605352,
						["class"] = 3,
					}, -- [6]
				},
				["1-134-488-0"] = {
					{
						["role"] = "TANK",
						["name"] = "圣光-塞拉赞恩",
						["iLvl"] = 926,
						["time"] = 1514465998,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "花满楼#5606",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "利刃灬-安苏",
						["iLvl"] = 935,
						["time"] = 1514465998,
						["class"] = 1,
						["bTag"] = "丿血舞丶#5793",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "好像暗路月-迦拉克隆",
						["iLvl"] = 900,
						["time"] = 1514465998,
						["class"] = 8,
						["bTag"] = "傾心影魄#51898",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "罗兰灵启-斯克提斯",
						["time"] = 1514465998,
						["class"] = 12,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "Anemone-藏宝海湾",
						["iLvl"] = 919,
						["time"] = 1514465998,
						["class"] = 2,
						["bTag"] = "老船长#51550",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "风雨月-古拉巴什",
						["iLvl"] = 887,
						["time"] = 1514465998,
						["class"] = 12,
						["bTag"] = "胖子#54918",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "提莫一米五-亡语者",
						["iLvl"] = 913,
						["time"] = 1514465998,
						["class"] = 4,
						["bTag"] = "俊皓#51202",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "变有钱-索瑞森",
						["iLvl"] = 930,
						["time"] = 1514465998,
						["class"] = 3,
						["bTag"] = "蒋尽欢#5908",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "贫僧只用清扬-死亡之翼",
						["iLvl"] = 845,
						["time"] = 1514465998,
						["class"] = 11,
						["bTag"] = "贫僧洗头用飘柔#51153",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "圣圣猪-雷霆之王",
						["iLvl"] = 932,
						["time"] = 1514465998,
						["class"] = 8,
						["bTag"] = "Saintcloud#5876",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "血戦-血牙魔王",
						["iLvl"] = 932,
						["time"] = 1514465998,
						["class"] = 1,
						["bTag"] = "Forever#51611",
					}, -- [11]
					{
						["role"] = "TANK",
						["name"] = "零度冰-红龙军团",
						["iLvl"] = 958,
						["time"] = 1514465998,
						["class"] = 11,
						["bTag"] = "lingdu#5987",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "雨神王妃丨-狂热之刃",
						["iLvl"] = 960,
						["time"] = 1514465998,
						["class"] = 8,
						["bTag"] = "折戟沉沙#5246",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "蛋蛋回来了-冰风岗",
						["iLvl"] = 946,
						["time"] = 1514465998,
						["class"] = 12,
						["bTag"] = "特大哈士奇#5577",
					}, -- [14]
					{
						["role"] = "TANK",
						["name"] = "上杉绘梨衣-红云台地",
						["iLvl"] = 952,
						["time"] = 1514465996,
						["class"] = 2,
						["bTag"] = "萌仙软妹儿#5205",
					}, -- [15]
					{
						["role"] = "HEALER",
						["name"] = "Svcklord-黑暗魅影",
						["iLvl"] = 911,
						["time"] = 1514465962,
						["class"] = 5,
						["bTag"] = "Kyzack#5948",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "Fanny-古尔丹",
						["iLvl"] = 960,
						["time"] = 1514465962,
						["class"] = 9,
						["bTag"] = "老虎爱小狗#5181",
					}, -- [17]
					{
						["role"] = "HEALER",
						["name"] = "伴予丶她心-迅捷微风",
						["iLvl"] = 970,
						["time"] = 1514465998,
						["class"] = 7,
						["bTag"] = "Hundred#51874",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "星宿老男孩-狂热之刃",
						["time"] = 1514465998,
						["class"] = 12,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "青木关贼王-影之哀伤",
						["iLvl"] = 933,
						["time"] = 1514465962,
						["class"] = 4,
						["bTag"] = "青木关人士#5263",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "圣光丶逐曰者-格瑞姆巴托",
						["iLvl"] = 910,
						["time"] = 1514465998,
						["class"] = 2,
						["bTag"] = "灵魂主宰#5660",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "我很单薄-闪电之刃",
						["iLvl"] = 934,
						["time"] = 1514465998,
						["class"] = 1,
						["bTag"] = "啊鑫仔#5755",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "丶纯色牛牛-伊森利恩",
						["iLvl"] = 928,
						["time"] = 1514465998,
						["class"] = 2,
						["bTag"] = "贼心#51117",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "等你哟-埃德萨拉",
						["iLvl"] = 928,
						["time"] = 1514465998,
						["class"] = 8,
						["bTag"] = "Halo#53297",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "射可可-死亡之翼",
						["iLvl"] = 916,
						["time"] = 1514465998,
						["class"] = 3,
						["bTag"] = "沉默之剑#523675",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "夜夜凝眸-黑铁",
						["iLvl"] = 961,
						["time"] = 1514465998,
						["class"] = 12,
						["bTag"] = "夜夜#52983",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "playerXBESMS-太阳之井",
						["iLvl"] = 937,
						["time"] = 1514465825,
						["class"] = 3,
						["bTag"] = "金色春光#5195",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "桂妮薇儿-黑龙军团",
						["iLvl"] = 929,
						["time"] = 1514465998,
						["class"] = 10,
						["bTag"] = "咕哒子爱你哟#5442",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "Deachfier-伊森利恩",
						["iLvl"] = 962,
						["time"] = 1514465998,
						["class"] = 1,
						["bTag"] = "神圣的么么#5485",
					}, -- [29]
					{
						["role"] = "TANK",
						["name"] = "萨格啦嘶-萨尔",
						["iLvl"] = 941,
						["time"] = 1514465998,
						["class"] = 6,
						["bTag"] = "狂妄之雄#57681",
					}, -- [30]
					{
						["role"] = "TANK",
						["name"] = "凝洛-格瑞姆巴托",
						["iLvl"] = 965,
						["time"] = 1514465962,
						["class"] = 6,
						["bTag"] = "暗夜独白#5722",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "花有重开曰-古尔丹",
						["iLvl"] = 957,
						["time"] = 1514465998,
						["class"] = 2,
						["bTag"] = "韩雨#5739",
					}, -- [32]
					{
						["role"] = "TANK",
						["name"] = "一片蓝天雨-纳克萨玛斯",
						["iLvl"] = 951,
						["time"] = 1514465998,
						["class"] = 6,
						["bTag"] = "haretruth#5785",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "耶利亚-哈卡",
						["iLvl"] = 960,
						["time"] = 1514465998,
						["class"] = 2,
						["bTag"] = "tiantian#5554",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "山兔呀-血顶",
						["iLvl"] = 952,
						["time"] = 1514465998,
						["class"] = 12,
						["bTag"] = "GAKKI#52870",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "唯美式依恋-丹莫德",
						["iLvl"] = 950,
						["time"] = 1514465998,
						["class"] = 2,
						["bTag"] = "唯美式绝恋#5390",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "依旧潇洒-冰风岗",
						["iLvl"] = 946,
						["time"] = 1514465998,
						["class"] = 2,
						["bTag"] = "陆嘉成#5595",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "哈皮北鼻-燃烧之刃",
						["iLvl"] = 956,
						["time"] = 1514465808,
						["class"] = 12,
						["bTag"] = "绯月之颜#5547",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "Kennan-燃烧之刃",
						["iLvl"] = 958,
						["time"] = 1514465998,
						["class"] = 7,
						["bTag"] = "社会你陆哥#51302",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "牛鼻份子一-亚雷戈斯",
						["iLvl"] = 935,
						["time"] = 1514465998,
						["class"] = 8,
						["bTag"] = "逆天黑货#5750",
					}, -- [40]
					{
						["role"] = "TANK",
						["name"] = "杰茜卡阿尔芭-海克泰尔",
						["iLvl"] = 963,
						["time"] = 1514465915,
						["class"] = 12,
						["bTag"] = "DeadlyFeet#5695",
					}, -- [41]
					{
						["role"] = "HEALER",
						["name"] = "教皇-格瑞姆巴托",
						["iLvl"] = 964,
						["time"] = 1514465998,
						["class"] = 5,
						["bTag"] = "教父#52527",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "法魔导师-阿拉希",
						["time"] = 1514465998,
						["class"] = 8,
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "明若轻兮-地狱之石",
						["time"] = 1514465998,
						["class"] = 1,
					}, -- [44]
				},
				["2-120-466-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "舞行僧-迅捷微风",
						["iLvl"] = 947,
						["time"] = 1513990088,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "魂淡#5856",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "可口可乐乐-迅捷微风",
						["iLvl"] = 960,
						["time"] = 1513990088,
						["class"] = 11,
						["bTag"] = "至尊宝灬#51607",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "丷青稚-凤凰之神",
						["iLvl"] = 963,
						["time"] = 1513990088,
						["class"] = 12,
						["bTag"] = "丷慕橙丷#5429",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "琴丶悦音-燃烧之刃",
						["iLvl"] = 964,
						["time"] = 1513990088,
						["class"] = 6,
						["bTag"] = "净莲妖圣#5428",
					}, -- [4]
				},
			},
			["worldQuestHelp"] = true,
			["chatGroupListening"] = {
				["APP_WHISPER"] = {
					nil, -- [1]
					nil, -- [2]
					nil, -- [3]
					false, -- [4]
					false, -- [5]
					false, -- [6]
					false, -- [7]
					false, -- [8]
					false, -- [9]
					false, -- [10]
				},
			},
		},
	},
}
