
EncounterDetailsDB = {
	["encounter_spells"] = {
		[56438] = {
			["school"] = 1,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
		},
		[61693] = {
			["school"] = 64,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "玛里苟斯",
		},
		[57407] = {
			["school"] = 64,
			["token"] = {
				["SPELL_CAST_START"] = true,
			},
			["source"] = "玛里苟斯",
		},
	},
	["emotes"] = {
		{
			{
				6.2850000000326, -- [1]
				"我原本只是想尽快结束你们的生命……可你们竟然远比我想象得要坚韧。虽然如此，你们的努力仍将付诸东流。事实上，这场战争本身就是因为你们凡人不计后果的行为而起，我只是在尽自己的责任罢了。如果这责任意味着要灭绝你们……那就这样吧！", -- [2]
				"玛里苟斯", -- [3]
				7, -- [4]
			}, -- [1]
			{
				40.4990000000689, -- [1]
				"够了！既然你们这么想夺回艾泽拉斯的魔法，我就给你们！", -- [2]
				"玛里苟斯", -- [3]
				7, -- [4]
			}, -- [2]
			{
				62.1500000000233, -- [1]
				"现在你们幕后的主使终于出现了，但已经太迟了！这里弥漫着的能量已经足以将世界毁灭十次。你们觉得他们会对你们做些什么呢？", -- [2]
				"玛里苟斯", -- [3]
				7, -- [4]
			}, -- [3]
			{
				76.6490000000922, -- [1]
				"%s在注视你！", -- [2]
				"玛里苟斯", -- [3]
				2, -- [4]
			}, -- [4]
			["boss"] = "玛里苟斯",
		}, -- [1]
	},
}
